Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: The vampires with family or leadership make themselves lord over whatever land they can hold. They use charm, terror, and ruthlessness to uphold their reign. They will surround themselves with their loyal vampires, whom they keep in check with the promise of continual blood, and subject any lesser creature to be the surfs of their society, and to provide blood or cannon-fodder in an emergency. They do not feed on them directly in most circumstances, because that tends to lead to rebellion, but rather force the surfs to provide animals for their weekly blood.
de: Die Vampire mit Abstammung oder Autorität ernennen sich selbst zum Herren über jedes verfügbare Land. Sie benutzen Freundlichkeit, Gewalt und Ruchlosigkeit, um ihre Macht aufrecht zu erhalten. Sie umgeben sich mit getreuen Vampiren, die sie durch das Versprechen unbegrenzten Blutes bei Laune halten, und unterwerfen alle niederen Kreaturen und machen sie zu den Leibeigenen ihrer Gesellschaft, damitt sie im Notfall Blut oder Kanonenfutter bereit stellen können. Die Adligen ernähren sich nicht direkt von den Leibeigenen, um Aufständen vorzubeugen, sondern zwingen sie, Vieh für das wöchentliche Blutmahl bereitzustellen.

source: female^Noble
de: Adlige

source: female^Succubus
de: Succubus

source: A Vampire Succubus …
de: Ein Succubus …

source: screech
de: kreischen

source: Sire
de: Gebieter

source: Some vampires grow strong enough to subject other vampire lords to themselves. In exchange for protection (from whom is not always mentioned), the other lords provide a tithe of their tax to the Sire.
de: Manche Vampire werden mächtig genug, andere Vampirherren zu unterwerfen. Im Gegenzug für Schutz (wovon nicht immer die Rede ist) zahlen die anderen Herren einen Zehnt an den Gebieter.

source: dementia gaze
de: Böser Blick

source: female^Mistress
de: Regentin

source: Some of the beautiful vampiresses who are as powerful as a Sire and are capable of winning the love of one are given the title of 'Mistress'. These vampiresses are capable of unleashing a world of pain and suffering upon their enemies with their twin daggers and their dementing gaze. The minions and mercenaries which serve her fight significantly better whenever they around her, sometimes it is unknown whether she is leading them or the mercenaries and minions are protecting her in order to protect themselves from the wrath of the Mistress husband.
de: Einige der schönen Vampirinnen welche ebenso mächtig wie die Gebieter sind und es schaffen die Liebe von einem zu gewinnen erhalten den Titel "Regentin". Diese Vampirinnen sind nicht zu unterschätzen. Ihre Untertanen kämpfen besser wenn sie bei ihr sind, wobei es nicht immer klar ist, ob sie von ihr angeführt werden oder ob sie sie beschützen um sich selbst vor dem Zorn des Mannes der Regentin zu schützen.

source: Sword Dancer
de: Schwerttänzer

source: Vampires live a long time, and have time to develop many social graces, including dance. Duelists who have spent extended amounts of time fighting, and dancing see similarities between the two, and combine them into a devastating and accurate form of fighting that cuts through defenses.
de: Vampire leben lange und haben die Zeit, viele gesellschaftliche Vergnügungen zu lernen, zum Beispiel den Tanz. Degen, die viel Zeit mit Kampf und Tanz verbracht haben, sehen zwischen ihnen Ähnlichkeiten und vereinigen sie zu einer verheerenden und präzisen Kampfform, die Verteidigungen zu Fall bringt.

source: female^Sword Dancer
de: Schwerttänzerin

source: You may only see one such vampire every thousand years, but when you do you know war is coming. These vampires have grown so old, and so powerful, that they believe it is time to fill the vampire manifest destiny, and subject every other race. With their terrible power, charisma, and the promise of an eternity of free blood, they can gather the support of most vampire lords and lieges. Those who won’t join them they destroy ruthlessly.
de: Solche Vampire mögen nur einmal in einem Jahrtausend erscheinen, doch wenn dies der Fall ist, naht Krieg. Diese Vampire sind so alt und mächtig geworden, dass sie glauben, nun sei die Zeit gekommen, da sich das Schicksal der Vampire erfüllen werde, alle anderen Rassen zu unterwerfen. Mit ihrer entsetzlichen Macht, Charisma und dem Versprechen unumschränkten Blutes in Ewigkeit können sie die Unterstützung der meisten Vampirherren und Fürsten gewinnen. Sie vernichten gnadenlos jeden, der sich ihnen nicht anschließt.

source: female^Duchess
de: Empusa

source: A Duchess is a powerful, yet elegant vampiress who is often the wife of a Methusalem. Even though a Duchess is feared for all the minions she controlls, she is capable of ravaging her enemies with her graceful swordsmanship and her dementing gaze; in addition she has a powerful bite. It is wise not to get in her way due to her dreadful power and the vast number of minions she controls.
de: Eine Empusa ist eine starke, aber auch elegante Vampirin welche oft die Frau eines Methusalems ist. Auch wenn eine Empusa wegen all der Untertanen, die sie kontrolliert, gefürchtet wird, so ist sie auch in der Lage ihren Gegner selbst gegenüberzutreten.

source: Thin Blood
de: Dünnblüter

source: Not all bloodborn grow towards their vampire side. Some lean on the human side, and can stand the daylight, and use a bow, which most vampires disdain as a peasant weapon. However they still have the vampires curse of blood thirst on them, giving them a reason to continue to serve their lord. These qualities make them a valuable support for a vampires army.
de: Nicht alle Blutgeborenen kommen ihrer Vampirseite nach. Manche tendieren eher zur menschlichen Seite und können Tageslicht ertragen. Sie benutzen Bögen, die die meisten Vampire als Bauernwaffe verachten. Allerdings leiden sie immer noch am Vampirfluch des Blutdurstes, deshalb dienen sie weiterhin ihrem Herren. Diese Eigenschaften machen sie zu einer wertvollen Unterstützung für eine Vampirarmee.

source: female^Thin Blood
de: Dünnblüterin

source: Half Blood
de: Halbblüter

source: Thin Blood vampires blood grows stronger as they kill. When they are balanced roughly evenly between both bloods, they are known as half bloods.
de: Das Vampirblut der Dünnblüter wird stärker, wenn sie töten. Wenn sie ein Gleichgewicht im Blut erlangt haben, werden sie als Halbblüter bezeichnet.

source: female^Half Blood
de: Halbblüterin

source: Day Hunter
de: Tagesjäger

source: After heading to the halfway point, a halfblood can choose to go back. They still have the strength given them by their vampire blood, but they have chosen light, and no longer desire blood. Many of them will still serve vampire lords, out of loyalty, and habit, and vampire lords rarely regret having them in their service.
de: Es kommt der Zeitpunkt, an dem Halbblüter sich entscheiden können wieder als Menschen zu leben. Jene, die dies tun, dürstet es nicht mehr nach Blut, aber sie haben immer noch die Stärke, die ihnen das Vampirblut verleiht. Viele dienen weiterhin ihrem Vampirherren, aus Treue und Gewohnheit, und Vampirherren bedauern es selten, sie in ihre Dienst zu haben.

source: female^Day Hunter
de: Tagesjägerin

source: Twilight Walker
de: Dhampir

source: After reaching the halfway point, a halfblood can choose to go back, but many prefer not too. Those who don’t are known as twilight walkers, and are among a lords most trusted servants, because they could have chosen day, but did not. As such they are often entrusted with poisons, and assassinations. For a vampire lord will always have enemies some of which are better slain with poison in the twilight, than with an army at night.
de: Es kommt der Zeitpunkt, an dem Halbblüter sich entscheiden können wieder unter den Menschen zu leben. Jene, welche dies ablehnen, sind als Dhampire oder Dämmerer bekannt. Sie gehören zu den engsten Vertrauten eines Vampirherrens, denn siae hatten die Wahl zu gehen und wieder unter den Menschen zu leben. Als solche werden sie werden oft mit Gift und Mordaufträgen vertraut. Ein Vampirherr hat immer Feinde, welche besser in der Dämmerung mit Gift getötet werden, als mit einer Vampirarmee.

source: female^Twilight Walker
de: Dhampirin

source: Vampires can animate stone with blood. These stone creatures use the magic of blood to fly. Vampires use these creatures to guard their castles, and to provide air support and surveillance to their forces. They cannot see, and thus fight equally well in all lights.
de: Vampire können mit ihrer Blutmagie Steine zum Leben erwecken. Diese Steinwesen benutzen diese Magie zum fliegen. Vampire benutzen sie als Wächter ihrer Burgen und als Luftunterstützung für ihre Streitkräfte. Da sie nicht sehen können, ist ihre Kampfkraft lichtunabhängig.

source: slam
de: Stoß

source: The blood magic of the gargoyle is strengthened when it kills enough. As it keeps killing it will get stronger, and the stone form will continue to gain strength.
de: Die Blutmagie eines Gargoyles wird stärker, wenn er oft genug tötet. Solange er weiter tötet, wird er stärker, und die steinern Gestalt gewinnt an Kraft.

source: Blood Hulk
de: Blutungetüm

source: These monstrous vampires gorge themselves on the blood of their victims instead of turning them. Their appetite for blood is never sated, and with each victim they grow in strength and size. Only talented blood mages can create such monstrosities.
de: Diese monströsen Vampire baden sich im Blut ihrer Gegner, statt sie auf ihre Seite zu ziehen. Ihr Blutdurst ist unstillbar, und jedes Opfer macht sie größer und stärker. Nur talentierte Blutmagier können solche Monstositäten erschaffen.

source: race^Dryad
de: Nymphe

source: race^Dryads
de: Nymphen

source: race^Warg
de: Warg

source: race+female^Warg
de: Warg

source: race^Wargs
de: Warg

source: Wargs are also known as wolfmen. They live in the wilds and woods in almost any climate, some favor the lush jungle, others the arctic woods, others alpine mountains. The warg tend to live in packs or clans, and establish their hunting grounds where they tend not to like intruders. Although hunters, they are for the most part peaceful, however they have a primal blood-lust, that can be inspired by various things, especially if vampires are involved.
de: Wargs sind auch als Wolfsmenschen bekannt. Sie leben in fast jeder Klimazone, manche im schwülen Dschungel, manche in der Taiga, manche in Bergwäldern. Die Warg leben meist in Rudeln oder Sippen, und können es nicht leiden, wenn Fremde in ihr Revier eindringen. Auch wenn sie Jäger sind, sind sie meistens friedlich, trotzdem gibt es eine tiefe Blutlust, die durch vieles geweckt wird, insbesondere, wenn es um Vampire geht.

source: Shapeshifter
de: Gestaltwandler

source: The Therian and Warg are good neighbors; a mutual respect binds the two cultures together. Some Therian find the Warg society so appealing that they embrace it as their own. These Therian use their shifting powers to resemble more closely those with whom they live. The Warg refer to them simply as 'Shapeshifters'.
de: Die Therianer und die Warg sind gute Nachbarn; beide Kulturen sind durch gegenseitigen Respekt miteinander verbunden. Manche Therianer fühlen sich so von der Gesellschaft der Wolfsmenschen angezogen, dass sie diese als ihre eigene annehmen. Sie benutzen ihre Wandlungskräfte, um ihren Mitbewohnern mehr zu ähneln. Die Wölfe nennen sie einfach "Gestaltwandler".

source: sickle
de: Sichel

source: Changeling
de: Verwandelter

source: Shapeshifters who have spent extended periods of time enveloped within the Warg culture grow to even more strongly resemble their companions.
de: Gestaltwandler, die über längere Zeiträume mit den Warg leben, nähern sich ihren Kameraden noch mehr an.

source: Once a Shapeshifter has become fully integrated into Warg society they are known as Wolflings. They are no longer seen as a human presence within their society, but as essential companions.
de: Sobald ein Gestaltwandler ein vollwertiges Mitglied der Gesellschaft der Warg geworden ist, wird er als Wolfling bezeichnet. Sie werden nicht länger als ein Mensch unter ihnen angesehen, sondern als vollwertiger Kammerad.

source: Stalker
de: Spürwolf

source: Stalkers are the smaller of the Warg bretheren and are known for their darker fur. Because of their smaller size these Warg wield a spear in combat instead of their claws. Stalkers use their heightened agility to great use in combat to surround their foes.
de: Die Spürwölfe sind kleinere Warg, bekannt wegen ihres dunkleren Fells. Wegen ihrer geringeren Größe benutzen sie Speere statt ihrer Krallen. Spürwölfe nutzen ihre größere Flinkhheit, um im Kampf ihre Gegner auszutricksen.

source: tackle
de: Ringen

source: Shadow Pelt
de: Schattenpelz

source: Many stalkers who have grown more experienced, will smear certain kinds of dirt and dust on their fur to make themselves harder to see. This has lead to the term shadow pelt, as it gives the impression of a permanent shadow resting on them.
de: Viele erfahrene Spürwölfe schmieren bestimmte Erdsorten in ihr Fell, um weniger aufzufallen. Da dies den Eindruck erweckt, als liege stets ein Schatten über ihnen, wurde der Begriff »Schattenpelz« geprägt.

source: Night Eye
de: Auge in der Nacht

source: After a time as a shadow pelt something about the dirt bleeds into the fur. This gives a very dark shade of black that hides very well in the darkest of nights.
de: Nach einiger Zeit färbt die Bemalung eines Schattenpelzes auf das Fell ab. Dadurch nimmt es einen sehr dunklen Ton an, der sie sehr gut in tiefster Nacht tarnt.

source: Warrior Wolf
de: Wolfskrieger

source: The low ranking warriors of the clan are known as wolves, only after proving themselves are they allowed to call themselves warg.
de: Die rangniederen Krieger des Rudels werden als Wölfe bezeichnet. Erst nachdem sie sich bewährt haben, dürfen sie sich Warg nennen.

source: Rabid Wolf
de: Wütender Wolf

source: Some warrior wolves prefer to become more like wolves rather than choose to take the name of warg. They never learn how to use weapons, but instead adapt a style using their whole body, and move on all fours.
de: Manche Wolfskrieger werden lieber mehr wie Wölfe, anstatt wie die Warg. Sie lernen nie, Waffen zu benutzen, stattdessen lernen sie, mit dem ganzen Körper und auf allen Vieren zu kämpfen.

source: Warrior Warg
de: Wargkrieger

source: The Warg who have proven themselves worthy of the name are a force to be reckoned with when defending their homeland.
de: Die Warg, die sich des Namens würdig erwiesen haben, sind ein wahrlich nicht zu unterschätzender Feind wenn sie ihr Revier verteidigen.

source: Warg can fight quite well without weapons, as such many of their warriors never become skilled with them. However the ones who do, are given the title Fenrir, and are warriors to be feared.
de: Warg kommen sehr gut ohne Waffen zurecht, sodass viele sie nie meistern. Doch jenen, die dies tun, wird der Titel des Fenrir verliehen, und sie sind furchterregende Krieger.

source: Moon Blade
de: Mondklinge

source: The warg revere the moon, and sometimes the moon blesses devout warriors with strange powers. These warg are marked with white fur, and wield swords like slivers of the moon.
de: Die Warg verehren den Mond, und manchmal segnet der Mond eifrige Krieger mit seltsamer Macht. Diese Warg sind durch weißes Fell gekennzeichnet, und ihre Schwerter sind silbern wie der Mondschein.

source: Moon Sword
de: Mondschwert

source: Pack Leader
de: Rudelführer

source: The individual packs, and clans each have a leader chosen from their warriors, for his wisdom and prowess.
de: Die einzelnen Rudel und Sippen haben jeweils einen von den Kriegern für seine Weisheit und Tüchtigkeit auserkorenen Anführer.

source: Garou
de: Alphawolf

source: Most warg don’t live to be very old. However the leaders that live to be very old are revered by freinds, and feared by foes.
de: Die meisten Warg werden nicht sehr alt. Doch die Führer die sehr alt werden, werden von Freunden geehrt und von Feinden gefürchtet.

source: Wolf Cub
de: Wolfwelpe

source: The warg can catch and train real wolves to aid them in war. They do it by capturing wolf cubs, and starting the training while they are very young. Wolves make good scouts as they can move even faster than the warg can.
de: Die Warg können echte Wölfe fangen und für den Krieg abrichten. Dazu fangen sie Welpen und richten sie ab, während sie jung sind. Wölfe sind gute Späher, da sie schneller laufen können als die Warg.

source: Fire Sprite
de: Feuerfee

source: Fire Sprites are tiny faerie creatures who get their name from being able to somewhat control the element of fire. Living in the forest, these creatures use their powers primarily to prevent their homes from burning down. Sharing a respect for the woods, they have become great allies with the Warg.
de: Feuerfeen sind kleine Feen, die ihren Namen daher haben, dass sie das Feuer kontrollieren können. Sie leben im Wald und benutzen ihre Macht vor allem, um ihre Heimat vor Waldbränden zu bewahren. Mit den Warg teilen sie den Respekt für den Wald und sind wichtige Verbündete.

source: sprite punch
de: Feenstoß

source: sapphire flame
de: Saphirfeuer

source: Flame Sprite
de: Flammenfee

source: Flame Spirit
de: Brandfee

source: spirit fire
de: Geisterfeuer

source: Blackfur
de: Schwarzfell

source: There is a rare breed of warg with black fur and a slight build. Although not as physicaly strong as the normal kind, foes have learned to fear the sudden death that could await in any dark shadow.
de: Es gibt eine seltene Blutlinie der Warg mit schwarzen Fell und schmächtiger Statur. Sie sind nicht so stark wie die normalen, doch Feinde haben den jähen Tod aus dem Schatten zu fürchten gelernt.

source: Black Hunter
de: Schwarzer Jäger

source: The blackfur hunt at night for the concealment it gives, and are quite adept at hunting any kind of quarry.
de: Die Schwarzfelle jagen nachts in der Tarnung des Pelzes, und sie sind sehr gut darin, jede Beute zu erlegen.

source: Water Dryad
de: Wasserdame

source: In any wetland area you may find a Dryad calling the place her home. Dryads are not combatitive in nature and instead will control surrounding plant life to ensnare her enemies and slow them down until help arrives.
de: In jedem Feuchtgebiet ist eine Nymphe anzutreffen, die dies ihre Heimat nennt. Nymphen sind nicht sehr kriegerisch veranlagt, lieber verzaubern sie umliegende Pflanzen, damit ihre Feinde sich verheddern und aufgehalten werden, bis Hilfe eintrifft.

source: Water Nymph
de: Wassernymphe

source: Water Shyde
de: Wasserfee

source: race^Abstraction
de: Abstraktum

source: race+female^Abstraction
de: Abstraktum

source: race^Abstractions
de: Abstrakta

source: incorporeal
de: körperlos

source: female^incorporeal
de: körperlos

source: race^Windsong Human
de: Windflüsterin

source: race^Windsong Humans
de: Windflüsterinnen

source: The Windsong are a mysterious people, consisting completely of abducted female humans. Their numbers are few, and their goals and motives obscure. However they have demonstrated in the past that they are not to be trifled with. They have strange powers, and massive libraries and towers full of books of ancient lore. Their armies though few in number have defeated all of the many who’ve attacked them, or whom they’ve decided to attack. Humans hate them because they steal the most fit of their daughters right from under their noses. Most other races distrust them.
de: Die Windflüsterinnen sind ein geheimnisvolles Volk, welches ausschließlich aus entführten Frauen besteht. Sie sind nicht zahlreich und ihre Ziele und Motive sind schleierhaft. Rätselhafte Mächte, gewaltige Bibliotheken und Sammlungen uralter Lehren stehen ihnen zur Verfügung. Ihre zahlenmäßig unterlegenen Armeen haben all jene besiegt, die sie angriffen oder welche anzugreifen sie beschlossen hatten. Sie sind den übrigen Menschen verhasst, da sie ihnen ihre fittesten Töchter stehlen. Die meisten anderen Völker misstrauen ihnen.

source: female^Courier
de: Kurierin

source: Unlike most other peoples, the Windsong possess neither domesticated beasts of burden or mechanical transports. The former due to the icy conditions of their homeland, and the latter due to their distaste for machines. Instead, some girls devote themselves to learning the levitation ciphers. There are many benefits to this, rough terrain poses little impediment, as does ice and water, and delicate loads can be carried quickly. Their devotion to levitation denies them access to the more directly dangerous ciphers, so they carry a bow and hit their opponents with small rocks if they come too close. Their skill at manipulating gravity makes their arrows uncannily accurate.
de: Im Gegensatz zu den meisten anderen Völkern verfügen die Windflüsterinnen nicht über Reittiere oder Wagen, ersteres wegen ihrer eisigen Basis, letzteres aufgrund ihrem Misstrauen gegenüber Maschinen. Stattdessen widmen sich manche Mädchen den Glyphen der Levitation. Kein noch so raues Gelände kann sie behindern, auch nicht Eis und Wasser, und kostbare Waren können schnell transportiert werden. Ihre Widmung zur Levitation verwehrt ihnen die gefährlicheren Glyphen, weshalb sie mit einem Bogen bewaffnet sind und Steine auf zu nahe kommende Gegner prasseln lassen. Ihr Geschick in der Kontrolle der Schwerkraft verleiht ihren Pfeilen unheimliche Genauigkeit.

source: female^Emissary
de: Überbringerin

source: Those Couriers who show themselves to be intelligent and reliable are elevated to the position of Emissary. They are entrusted with transporting documents, precious artefacts and sometimes even Windsong council members. Freed from the physical and mental burden of maintaining large loads, an Emissary is much more agile. This allows her to wield a sword which she uses to slash at enemies in a flurry of charges. Such tactics are dangerous, so Emissaries prefer to use their original weapons if possible.
de: Kurierinnen, die sich als intelligent und zuverlässig erweisen, werden in die Position der Überbringerinnen berufen. Sie werden mit dem Transport von Dokumenten, wertvollen Talismanen und gar Ratsfrauen betraut. Ohne die körperliche und geistige Last schwerer Güter ist eine Überbringerin sehr viel beweglicher. Dies erlaubt ihr, ein Schwert zu führen und Feinde mit unzähligen flinken Streichen aufzuschlitzen. Da diese Taktik allerdings gefährlich ist, benutzen sie, wenn möglich, ihre gewohnten Waffen.

source: female^Reaver
de: Zerstörerin

source: While Couriers in peacetime are rarely of a martial bent, war brings out hidden abilities in everyone, and some have recently chosen to bring back a covenant long lost: the order of the Reavers. Used for the heaviest assaults and sieges in ancient wars, they exchange their lightweight stones for great iron blades, crushing any who stand in the path of the Windsong.
de: Sind auch Kurierinnen in Friedenszeiten kaum am Kämpfen interessiert, so fördert der Krieg in jedem verborgene Talente zu Tage, und einige entschieden sich vor kurzem, eine lang vergessene Organisation wiederzubeleben: den Orden der Zerstörung. Wie ihre Vorgängerinnen in den heftigsten Sturmangriffen und Belagerungen einstiger Kriege, benutzen sie statt leichter Steine riesige Eisenkeile, um alle niederzuschmettern, die es wagen, den Windflüsterinnen im Wege zu stehen.

source: female^Dreadnought
de: Vernichterin
