Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: Messenger
de: Bote

source: Messengers are chosen as Celestial leaders for the simple and traditional reason that their wings grow in adolescence rather than fall off or remain vestigial. Unlike other Celestials, Messengers can fly over the battlefield and give orders, granting a bonus to surrounding troops.
de: Die Boten wurden zu Anführer der Himmlischen Heerscharen ernannt aus dem einfachen und traditionellen Grund, dass sich ihre Flügel voll ausbilden anstatt rudimentär zu verbleiben oder sich zurückzubilden. Anders als die anderen Himmelswesen können die Boten über das Schlachtfeld fliegen und Befehle geben, was die umgebenden Truppen stärkt.

source: female^Messenger
de: Botin

source: Claimant
de: Sprecher

source: All winged Celestials were once named Claimants. They were called this by their bretheren in the beginning days of Celestial society as they claimed to be the natural leaders of the Celestial people. Claimants now exclusively write Celestial law, which Messengers then spread to the people.
de: Einst nannte man alle geflügelten Himmlischen Sprecher, denn diese beanspruchten in der Anfangszeit der Heerscharen, die geborenen Anführer zu sein. Nun schreiben einzig die Sprecher die himmlischen Gesetze, und die Boten verkünden sie dann dem Volk.

source: female^Claimant
de: Sprecherin

source: Herald
de: Herold

source: Heralds are the highest ranking officers, skilled with sword, and words they inspire their troops to victory. They proclaim a message of hope to their fellows, and a message of death to their foes.
de: Herolde sind die hochrangigsten Offiziere der Himmlischen Heerscharen, Meister des Schwertes und der Worte. Sie verkünden ihren Gefährten die Botschaft der Hoffnung und ihren Feinden die Botschaft des Todes.

source: female^Herald
de: Heroldin

source: Exalted is the title given to the mightiest of winged celestials. They are honored to the point where they are no longer considered officers in the army, but rather the manifestation of glory. Few exist that fight with greater strength, or with greater ability to inspire and lead.
de: Erwählt sind jene, die den Titel der höchsten Geflügelten der Himmlischen Heerscharen tragen. Sie werden so sehr gepriesen, dass sie nicht mehr als bloße Offiziere der Heerscharen gelten, denn als Verkörperung des Ruhmes. Es gibt wenige welche mit mehr Kraft kämpfen oder bessere Fähigkeiten zum Inspirieren und Leiten besitzen.

source: female^Seraph
de: Seraph

source: Acolyte
de: Akolyth

source: Celestials who lose their vestigial wings in adolescence are not allowed to fight in the military. As a result, they must undertake other endeavors. The practice of magic is one of such endeavors. Originally used to create the everglowing lights in Celestial towns using Holy energy, some Wizards have harnessed magical powers for more militaristic purposes in order to join their bretheren in battle. The Celestial Heralds have allowed them this honor.
de: Verliert ein Himmlischer seine rudimentären Flügel während der Pubertät, ist er vom Militärdienst ausgeschlossen. Er muss sich folglich anderen Betätigungsfeldern zuwenden. Eines dieser Betätigungsfelder ist die Zauberei. Ursprünglich wurde die Zauberei benutzt um das strahlende Licht in den Himmlischen Städten erscheinen zu lassen. Nun wenden einige Zauberer Magie auf kriegerischere Weise an, um ihre Kammeraden in der Schlacht zu unterstützen. Die Himmlischen Herolde erlauben ihnen diese Ehre.

source: flare
de: Flamme

source: Battle Wizard
de: Kampfmagier

source: The wizards of the celestials have always harnessed the suns power for their magic. Those who fight with the military for a while become adept at pulling the suns power into rapid magical blasts.
de: Die himmlischen Theurgen haben schon immer die Kraft der Sonne für ihre Magie genutzt. Jene, die einige Zeit mit der Armee kämpfen, werden Meister darin, Sonnenenergie in zahlreiche magische Geschosse zu verwandeln.

source: Mystic
de: Mystiker

source: Many celestial wizards focus on the study of spirits rather than raw sun magic. These are known as mystics. Their skills in this area allow them to aid the army in new ways.
de: Viele himmlische Zauberer konzentrieren sich mehr auf das Studium von Geistwesen als auf bloße Sonnenmagie. Man nennt sie Mystiker und ihre Fertigkeiten ermöglichen ihnen, der Armee auf völlig neue Weise zu helfen.

source: Mystics who become skilled enough in their arts develop the strange ability to foretell events. No one is certain how they do this or when any of the things they say will happen, records have shown prophecies thousands of years old coming true. These wizards are also deadly warriors in combat.
de: Sehr erfahrene Mystiker entwickeln die rätselhafte Fähigkeit, Ereignisse vorherzusagen. Niemand weiß, wie sie dies tun oder wann ihre Orakelsprüche sich erfüllen werden, doch es ist verbürgt, dass sich Jahrtausende alte Prophezeiungen bewahrheitet haben.

source: Sage
de: Thaumaturg

source: The celestials believe the power of a wizard is not measured by his skill with magic, but by his wisdom of it’s use. A wizard who has achieved both power and wisdom is known as a sage.
de: Die Himmlischen Heerscharen glauben, dass die Macht eines Zauberers nicht durch seine magischen Fähigkeiten bestimmt werden, sondern durch deren weise Nutzung. Ein Theurg, der Macht wie Weisheit erlangt hat, wird als Thaumaturg bezeichnet.

source: Zealot
de: Fanatiker

source: The celestial society tends to breed people who would fearlessly battle with no regard for their own life or family. More in fact than they can support in their standing army. However if the armies go marching off, a crowd of zealots will almost always follow, and the armies although not accepting these into their ranks, do not deny them the chance to fight.
de: Die himmlische Gesellschaft tendiert dazu, furchtlose Krieger hervorzubringen, die ohne Rücksicht auf ihr Leben oder ihre Familie kämpfen. Sogar mehr als sie in ihr Heer aufnehmen können. Wenn das Heer aufbricht folgt ihm fast immer eine Menge Fanatiker, welche sie zwar nicht in ihren Rängen akzeptieren, aber ihnen auch nicht die Chance zu kämpfen verwehren.

source: chakram slice
de: Chakram

source: chakram throw
de: Chakram

source: Militant
de: Militarist

source: The celestials have always had a very militant, and totalitarian mindset. They believe that the battle with evil should be fought until it is over. As a result there is no shortage of civilians who are willing to join and fight for the army at a minutes notice. Some of them even practice in case such a chance comes up.
de: Die Himmlischen waren schon immer sehr militaristisch und totalitär eingestellt. Sie glauben, das Böse müsse bekämpft werden, bis es vernichtet ist. Aus diesem Grund gibt es immer genug Zivilisten, die sich der Armee anschließen wollen. Einige von ihnen üben sogar für den Fall, dass sich diese Gelegenheit bietet.

source: Civilian warriors who have proven their worth time and time again, are granted an honorary rank known as Sicarius. It is quite an honor in Celestial society.
de: Zivilen Kämpfern, die sich immer wieder als würdig erwiesen haben, wird der Ehrentitel des Sicarius verliehen. Dieser gilt als große Ehre unter den Himmlischen Heerscharen.

source: race^Devling
de: Teufelchen

source: race+female^Devling
de: Teufelchen

source: race^Devlings
de: Teufelchen

source: Devlings are small red creatures that live for nothing more than to torment others. They always live and travel in rather large extended families, and due to their very frequent breeding will almost always appear in overwhelming numbers. They are masters of chaos, and despite not being strong or tough, have demonstrated their ability to cause massive damage. However their chaotic ways tend to stop them from forming a large enough host to be a serious threat to any well defended territory.
de: Teufelchen sind kleine rote Kreaturen, die für nichts anderes als das Foltern von Anderen leben. Sie leben und reisen stets in sehr großen Sippen, und aufgrund ihre hohen Fortpflanzungsrate treten sie meist in überwältigender Zahl auf. Sie sind Beherrscher des Chaos und obgleich sie schwach und zerbrechlich sind, haben sie ihre Fähigkeit großen Schaden anzurichten unter Beweis gestellt. Trotzdem verhindert ihre chaotische Art, dass sich Schwärme formieren, die groß genug wären, ein gut verteidigtes Land wirklich zu gefährden.

source: Devling leaders are stronger than their brethren.
de: Die Anführer der Teufelchen sind stärker als ihre Artgenossen.

source: Flappers
de: Flatterer

source: Some devlings are of a slightly different breed, and grow wings, and can spit fire.
de: Manche Teufelchen sind etwas anders, sie haben Flügel und spucken Feuer.

source: mini-glaive
de: Minigleve

source: breath
de: Atem

source: Flyers
de: Flieger

source: Devlings are dangerous without wings, and even more dangerous with.
de: Teufelchen sind mit Flügeln noch gefährlicher als ohne.

source: Attackers
de: Stürmer

source: With uncanny speed, heated breath, and sharp weapons, even the smallest of enemies is a threat.
de: Mit unheimlicher Geschwindigkeit, heißem Atem und scharfen Waffen ist selbst der kleinste Gegner eine Bedrohung.

source: fire arrow
de: Brandpfeil

source: Nailers
de: Stecher

source: All craftsmen know that if they leave their tools lying about they will get lost, though few know why. Though small devlings have a knack for doing lots of damage with simple tools.
de: Alle Handwerker wissen, dass liegengelassene Werkzeuge verschwinden, wobei die meisten nicht wissen warum. Weil Teufelchen eine Vorliebe dafür haben, mit einfachen Werkzeugen großen Schaden anzurichten.

source: nail ’em
de: Stecht sie!

source: club ’em
de: Haut sie!

source: Spikers
de: Aufspießer

source: Devlings are small knaves. They often use tricks to distract their enemies before taking a swing. They may be small but certainly not harmless carrying around a large club or hammer.
de: Teufelchen sind kleine Viecher. Sie benutzen oft Tricks um ihre Feinde abzulenken bevor sie zuschlagen. Sie mögen klein sein, doch mit einem großen Knüppel oder Hammer sind sie sicherlich nicht harmlos.

source: spiker ’em
de: Spießt sie auf!

source: Staplers
de: Bohrer

source: There are few happier things, than a small sadistic creature, with a great big hammer.
de: Kaum etwas ist glücklicher als eine kleine sadistische Kreatur mit einem großen, schweren Hammer.

source: staple ’em
de: Durchbohrt sie!

source: Overgrown
de: Brocken

source: Some devlings grow to be almost as tall as a dwarf. These devlings are solid fighters, and provide a bit of toughness to the devling arsenal.
de: Manche Teufelchen werden fast so groß wie ein Zwerg. Diese Teufelchen sind robuste Kämpfer und verleihen dem Arsenal der Teufelchen ein bisschen Zähigkeit.

source: Soldier
de: Reißer

source: Much of devling philosophy is quite simple. Life is about hurting other people as much as possible. Overgrown devlings may not be as bright as their smaller kin, but after awhile they figure out they can hurt others more if they pick up a pointy stick. Though, they might never figure out that they are supposed to be stabbing with it rather than slicing …
de: Ein Großteil der Teufelchen-Philosophie ist ziemlich einfach: Das Leben ist dazu da, andere so viel wie möglich zu verletzen. Übergroße Teufelchen sind vielleicht nicht so schlau wie ihre kleineren Artgenossen, aber nach einer Weile kommen sie zu dem Schluss, dass sie andere schlimmer verwunden können, wenn sie einen spitzen Stock nehmen. Sie werden allerdings wohl nie zu dem Schluss kommen, dass sie damit stechen sollten statt zu reißen …

source: Warrior
de: Schläger

source: Much of devling philosophy is quite simple. Life is about hurting other people as much as possible. Overgrown devlings may not be as bright as their smaller kin, but after awhile they figure out they can hurt others more if they pick up a club.
de: Ein Großteil der Teufelchen-Philosophie ist ziemlich einfach: Das Leben ist dazu da, andere so viel wie möglich zu verletzen. Übergroße Teufelchen sind vielleicht nicht so so schlau wie ihre kleineren Artgenossen, aber nach einer Weile kommen sie zu dem Schluss, dass sie andere schlimmer verwunden können, wenn sie eine Keule nehmen.

source: bash
de: Hieb

source: Chief
de: Schlitzer

source: The Devlings Chiefs may look burly compared to their lesser kin but are fierce warriors. Upon their bodies are hung trophies from their latest battles. However they still have not figured out that spears are supposed to be stabbing weapons, but more than make up for that with brute muscle.
de: Die Schlitzer der Teufelchen mögen nicht viel hermachen, wenn man sie mit ihren Artgenossen vergleicht, doch sind sie wilde Kämpfer. An ihren Körper hängen sie Trophäen aus ihren letzten Kämpfen. Trotzdem haben sie immer noch nicht kapiert, dass Speere Stoßwaffen sind, aber das machen sie mit schierer Gewalt mehr als wett.

source: Hero
de: Wüterich

source: Eventually a devling can become proficient enough to be revered by his kindred as a hero. Unfortunately devlings tend to forget any hero who dies, so he won’t have a legacy, but while he lives he’ll have a sort of ironic glory.
de: Schlussendlich kann ein Teufelchen fähig genug werden, um von seinen Artgenossen als Held bezeichnet zu werden. Unglücklicherweise neigen Teufelchen dazu, jeden Helden, der stirbt, zu vergessen, also wird er kein Vermächtnis haben, aber solange er lebt, wird er eine Art ironischen Ruhm innehalten.

source: Grand Chief
de: Großer Schlitzer

source: Grand Hero
de: Großer Wüterich

source: Only those who are able to continue to grow in the battle advance to Grand Heroes.
de: Nur jene, welche auch weiterhin wachsen und im Kampf Erfahrung sammeln, steigen zu Großen Wüterichen auf.

source: Sneak
de: Schleicher

source: Devilings small size allows them to swiftly slip around enemies, and stick sharp objects into vulnerable places.
de: Die kleine Statur der Teufelchen erlaubt ihnen, schnell um Feinde herumzuschleichen und scharfe Objekte in verwundbare Stellen zu stoßen.

source: Lurker
de: Lauerer

source: Devilings who practice sticking knives into peoples backs long enough get even better at it.
de: Teufelchen, die lang genug üben, Messer in Rücken zu stoßen, werden noch besser darin.

source: Little Ninja
de: Ninjateufelchen

source: Some devlings which didn’t let others kill them, gain weight, and so they do more powerful damage.
de: Einige Teufelchen, welche sich nicht von anderen umbringen lassen, werden schwerer und machen mehr Schaden.

source: Little Magican
de: Kleiner Magier

source: Cursers
de: Spötter

source: Devlings may be small creatures, but they have big mouths. Filthy ones too. The verbal component to deviling magic tends to be quite profane.
de: Teufelchen mögen klein sein, aber sie haben eine große Klappe. Und einen schmutzigen Wortschatz. Ihre Zaubersprüche sind oft ziemlich derb.

source: kick
de: Tritt

source: Blasphemists
de: Lästerer

source: Devilings have a way of saying taunting peoples beliefs to undermine their internal security. Devilings also have magic that grips the heart like a claw. Devilings like to combine the two.
de: Teufelchen wissen, wie sie durch Spott die innere Sicherheit der Leute untergraben können. Teufelchen haben auch Magie, die das Herz wie ein Dorn sticht. Teufelchen lieben es, die beiden zusammenzutun.

source: Offenders
de: Beleidiger

source: If you have any pride in your heart, then devilings will find a way to offend it. In theory, if you have absolutely no pride they can’t hurt you that way. Unfortunately that won’t save you from their magics.
de: Wer auch nur etwas Stolz besitzt, den werden die Teufelchen irgendwie beleidigen. Theoretisch würden sie den, der gar keinen Stolz kennt, so nicht verletzen können. Das würde ihn aber nicht vor ihrer Zauberei bewahren.

source: Abusers
de: Schänder

source: Words can harm a person, and devilings have a knack for finding the right words to harm someone with. Enough of this harm can abuse a person in a way you could not with any physical weapon.
de: Wörter können verletzend sein, und Teufelchen haben ein Talent, die richtigen Worte zu finden, um jemanden zu verletzen. Genug davon können schlimmeren Schaden anrichten, als es irgendeine materielle Waffe vermag.

source: race^Elemental
de: Elementargeist

source: race^Elementals
de: Elementargeister

source: The Elementals are the guardians of the World, spirits of the elements that incarnate themselves to fight. They are reclusive, but can be quite fierce and brutal, for as it is said, there is nothing more ruthless than nature.
de: Die Elementargeister sind die Wächter der Welt, Geister der Elemente, die sich für der Kampf manifestieren. Sie sind zurückgezogen, doch können sie wild und grausam sein, denn bekanntlich ist nichts erbarmungsloser als die Natur.

source: Sometimes they are lead in into battle by a mage who managed to discover their secrets.
de: Manchmal werden die Elementargeister von einem Magier in die Schlacht geführt – einem Magier, dem es gelungen ist, ihre Geheimnisse zu lüften.

source: Fire Elemental
de: Feuergeist

source: Fire spirits tend to inhabit rocks to give them form to fight in. This form gives them decent power, and toughness.
de: Feuergeister wohnen oft Felsen inne, um im Kampf eine Gestalt anzunehmen. Diese Gestalt macht sie recht stark und robust.

source: Fire Wisp
de: Feuerwesen

source: Fire Wisps are spirits of smoke and flame. When not being ordered around they like to frolic in pools of lava and take great delight in burning anything they can reach.
de: Feuerwesen sind Geister der Flammen und des Rauches. Ihre bevorzugten Freizeitbeschäftigungen sind in Lava zu baden und alles Erreichbare zu verbrennen.

source: fire bash
de: Feuerstoß

source: Living Furnace
de: Brodler

source: In the course of time, Fire Elementals grow into a larger and stronger form. Their strength has also increased.
de: Mit der Zeit erhalten Feuergeister eine größere und stärkere Form.

source: Fire Ghost
de: Feuerteufel

source: Fire Wisps take the form of a ghost when they have enough power. These ghosts are composed of the fire element and breathe out fire.
de: Feuerwesen nehmen die Form eines Geistes an, wenn sie genug Kraft haben.

source: Lava Beast
de: Lavabestie

source: Eventually these spirits will grow to monstrous Lava Beast. Beware of them, they’ll burn you!
de: Lavabestien sind gefährliche Monster. Pass auf, sie werden dich verbrennen!

source: Air Elemental
de: Luftgeist

source: Air Elementals take the form of a purple cloud. It fights with the ice winds of the north that can draw the living heat from your skin, and gales of wind that slice through armor. However the magical form of the elemental is fragile, and has no defense at close range.
de: Luftgeister nehmen die Gestalt einer lilanen Wolke an. Sie kämpfen mit eisigen Nordwinden, die einen erfrieren lassen, und Sturmböen, die Rüstungen durchbrechen. Sie sind allerdings sehr fragil und können sich nicht im Nahkampf verteidigen.

source: galeforce
de: Sturmböe

source: Razorbird
de: Klingenvogel

source: Lightning is not an element, however some wind spirits can take a form where they can control it. The body they need to develop from a younger form, known as the Razorbird. These birds have razor feathers which can slice anything but they need more energy to generate a lightning bolt.
de: Blitze sind zwar kein Element, doch trotzdem können manche Windgeister eine Gestalt annehmen, in der sie diese kontrollieren können. Sie müssen dafür die Form des sogenannten Klingenvogels annehmen. Diese Vögel haben messerscharfe Federn welche nahezu alles zerschneiden können. Aber sie haben noch zu wenig Energie um Blitze zu erzeugen. Mit genug Zeit und Kraft werden sie zu Donnervögeln heranwachsen.

source: blade shower
de: Messerregen

source: Wind Spirit
de: Windgeist

source: As Air Elementals stay in their physical form, they grow stronger, as does their power over winds. The advanced ability to control or herd winds allows the elemental to attack with more force. In addition they are now strong enough to hold a dagger.
de: Wenn Luftgeister in ihrer körperlichen Form verbleiben, werden sie stärker und mächtiger. Die verbesserte Fähigkeit, Luft zu manipulieren, erlauben ihnen stärkere Böen. Sie sind zudem nun physisch genug, um einen Dolch zu halten.

source: northern wind
de: eisiger Nordwind

source: Thunderbird
de: Donnervogel

source: Using its metal feathers the Thunderbird is able to create powerfull sparks that can be thrown at long range.
de: Mit seinen Metallfedern kann der Donnervogel auf weite Distanz Blitze verschießen.

source: thunderbolt
de: Donnerkeil

source: Zephyr
de: Wettergeist

source: A wind spirit who stays in form long enough gains great mastery over winds. This grants him strength to his attacks, and toughness to his form.
de: Ein Windgeist, der seine Gestalt lang genug beibehält, erhält große Macht über die Winde. Dadurch werden seine Angriffe stärker und seine Gestalt robuster.

source: tornado
de: Windhose

source: For centuries, there have been tales about mighty wind spirits known as djinns that are oft summonable with magical metallic objects of ethereal origin. In many stories, these objects are oil lamps. Most of the tales mention that if a djinn is summoned by these types of objects, the djinn is obliged to carry out the wishes of the summoner. Due to this fact, the abilities of djinns are often highly exaggerated, to the point of granting any wish of the summoner. In reality, these spirits are only capable of accomplishing feats within the limits of the power of the wind and swordsmanship. Despite the reality of these creatures’ abilities, many believe that djinns are virtually omnipotent beings, thus they speculate what force or god created the djinn and for what reason. Some even believe that a race of divine beings created the djinn in order to serve them. Although these theories could be true, djinns are often spawned by violent storms being exposed to incredibly powerful magic or created by immensely powerful wind mages.
de: Über Jahrhunderte hinweg hat man sich Geschichten erzählt über Dschinns, mächtige Windgeister, welche in der Regel mit mit magischen, metallenen Gegenständen beschwört werden. In vielen Erzählungen sind dies Öllampen. Die meisten Geschichten erzählen, dass Dschinns, die mit diesen Gegenständen beschwört wurden, verpflichtet sind, dem Beschwörer Wünsche zu Erfüllen. Aufgrund dessen werden die Fähigkeiten der Dschinns oft weit überschätzt. Soweit, dass sie jeden beliebigen Wunsch erfüllen können. Allerdings können sie nur Wünsche im Rahmen der Schwertkunst und der Kontrolle über die Winde erfüllen. Entgegen der Realität glauben viele Dschinns seien omnipotente Wesen, daher gibt es Spekulationen welche Macht oder welcher Gott sie kreierte und zu welchem Zweck. Manche glauben sogar, dass eine Gruppe göttlicher Wesen sie erschaffen hat, um ihnen zu dienen. Obwohl an diesen Theorien etwas dran sein könnte, so erscheinen Dschinns oft bei mächtigen Stürmen welche unglaublich starker Magie ausgesetzt sind, oder sie werden von sehr mächtigen Windmagiern erschaffen.

source: Earth Elemental
de: Erdgeist

source: Earth spirts take the form of moving rocks. In combat the contribute great durability, and mediocre attacks.
de: Erdgeister nehmen die Gestalt bewegender Felsen an. Sie sind sehr solide.

source: Rock Golem
de: Felsgolem

source: Rock Golems are the bodies of Earth spirits that have grown strong enough to animate their hulking bodies. These creatures are incredibly tough, but weak for their size.
de: Felsgolems sind Erdgeister, die so mächtig wurden, dass sie ihre riesigen Körper zum Leben erweckten. Sie sind unglaublich robust, doch für ihre Größe relativ Schwach.
