Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: Stone Titan
de: Bergriese

source: Earth Spirits of immense power can animate immense bodies. Although not fast, the shear mass of the monster can cause quite a bit of damage.
de: Extrem mächtige Erdgeister können extrem mächtige Körper beleben. Sie sind zwar nicht schnell, doch kann die schiere Masse des Monsters ziemlich viel Schaden anrichten.

source: Water Elemental
de: Wassergeist

source: Water elementals bodies are merely a mass of water. In water it is hard to distinguish them from the water. This and their ability to restore their form from the water makes them powerful when in water. However on land it takes all the spirits power just to keep itself moving, and flowing, without worrying about defending itself.
de: Die Gestalt der Wassergeister ist nicht mehr als ein Klumpen Wasser. Es ist schwierig, sie im Wasser zu erkennen. Zusammen mit ihrer Fähigkeit, sich im Wasser zu erneuern, sind sie im Wasser sehr stark. An Land aber muss der Wassergeist all seine Energie darauf verwenden, sich selbst in Form zu halten, und hat keine Gelegenheit, sich um seine Verteidigung zu kümmern.

source: water punch
de: Wasserschlag

source: Ice Crab
de: Eiskrabbe

source: Some water elementals decide to generate an aura of cold, to freeze their form, and give them a solid body. Crabs are the favored for, because their form is practical for both land, and sea travel, and can fight with spearlike icicles.
de: Manche Wassergeister entscheiden sich, eine Aura der Kälte zu erschaffen, um ihre Gestalt einzufrieren und ihnen somit einen festen Körper zu verleihen. Krabben werden dafür bevorzugt, weil ihre Gestalt für Land wie Wasser geeignet ist und sie mit speerähnlichen Eiszapfen kämpfen können.

source: icicle
de: Eiszapfen

source: gelid aura
de: Aura der Kälte

source: In conserving more power, little water elementals become the more violent and magnificent Undines. Not only have the Undines gained more power but they seemed to have, for some unknown reason, taken the shape of a woman.
de: Durch den Zugewinn von mehr Energie werden Wassergeister zu den starken und schönen Undinen. Aus unbekannten Gründen nehmen sie die Form einer Frau an.

source: Ice Shell
de: Eishummer

source: Once ice crabs gather enough elemental power from the cold, they evolve into a more stronger and taller sort of creature. Having icicle spikes for hands, they prefer to thrive in the coldest regions of the world.
de: Wenn Eiskrabben genug Energie aufgenommen haben, entwickeln sie sich zu einem stärkeren und größeren Wesen weiter. Mit Eiszapfen als Händen leben sie bevorzugt in den kältesten Regionen der Welt.

source: Tempest Spirit
de: Sturmbraut

source: Tempest Spirits are manifestations of water that is influenced by the likes of a deadly storm, due to this these spirits weld very dangerous power and are often subject to being angered easily. Due to this it is best to avoid these spirits, unless you are certain you either have a way of reasoning with them or can counter their awesome power.
de: Die Sturmbraut ist eine Verkörperung von Wasser, welche durch mächtige Stürme erschaffen wurde.

source: Unicorn
de: Einhorn

source: These small, white, horse-like creatures proudly bear a horn in the middle of their foreheads. Composed by light and life forces, they are so full of them that its mere presence heals allied units around them.
de: Diese kleinen, weißen, pferdeähnlichen Wesen tragen voller Stolz ein Horn auf der Mitte ihres Kopfes. Sie sind so von den Kräften des Lichtes und des Lebens erfüllt, dass sie allein durch ihre Anwesenheit alle verbündeten Einheiten in ihrer Nähe zu heilen vermögen.

source: Silver Unicorn
de: Silbernes Einhorn

source: Gleaming with light, these exotic creatures bear a magical silvery horn in the middle of their foreheads which can shoot rays of pure light. Composed by light and life forces, they are so full of them that its mere presence heals allied units around them.
de: Einhörner sind ungewöhnliche Wesen. Ihr Fell strahlt in einem weißen Licht, und auf dem Kopf tragen sie ein magisches, silbernes Horn, mit dem sie Strahlen reinen Lichtes aussenden können. Sie sind so von den Kräften des Lichtes und des Lebens erfüllt, dass allein ihre Anwesenheit alle verbündeten Einheiten um sie herum zu heilen vermag.

source: Vine Beast
de: Rankenbestie

source: The vine beasts are diffrent from most elementals. They are not an incarnation of an elemental spirit, but rather a beast formed from wood, and given life by magic.
de: Rankenbiester sind anders als die meisten anderen Elementargeister. Sie sind nicht eine Verkörperung eines Elementes, sondern vielmehr eine magische Bestie aus Holz.

source: Vine Tiger
de: Rankentiger

source: The vine beasts grow in size as they live, and the larger forms are called tigers after a beast that they resemble.
de: Rankenbestien wachsen ihr Leben lang, und die größeren werden wegen ihrer Ähnlichkeit zu einem gewissen Raubtier Tiger genannt.

source: Vine Monster
de: Rankenmonster

source: Vine Tigers of monsterous sizes are called, well, Vine Monsters.
de: Rankentieger wachsen stets weiter, ab einem gewissen Punkt nennt man sie Rankenmonster.

source: Dummy unit, replaced by:
de: Ehemalig verwendeter Einheitentyp. Wird ersetzt durch

source: race^Therian Human
de: Therianer

source: race+female^Therian Human
de: Therianerin

source: race^Therian Humans
de: Therianer

source: The Therians are a spiritual people, who are generally not very aggressive, but believe in self-sufficiency, and self-defense. They pride themselves in their development of many arts, most particularly that of shapeshifting, but also of the spiritual arts, and the magics of their jungle homes. Therians are one of the few human factions strong enough to resist the other races. They are commonly peaceful with the Celestials and share a strange friendship with the warg.
de: Die Therianer sind ein spirituelles Volk, das normalerweise nicht sehr aggressiv ist, aber an Selbstversorgung und Selbstverteidigung glaubt. Sie brüsten sich mit der Meisterung vieler Künste, vor allem der Verwandlung, aber auch der Geistes- und der Dschungelmagie. Die Therianer sind eine der wenigen Menschengruppen, die stark genug sind, anderen Spezies Widerstand zu leisten. Sie leben gewöhnlich in Frieden mit den Himmlischen Heerscharen und hegen eine seltsame Freundschaft mit den Warg.

source: Falcon Therian
de: Werfalke

source: The people of Theria are known for their pursuit of spirituality. The Therian have also learned to greatly respect nature from their neighbors the Warg. Many Therian attune their spirits to animals which they revere. These Therian are capable of harnessing their inner spiritual power to shift into the animal to which they are attuned. Therian who value grace, swiftness, and majesty attune to the falcon. Falcon Therian can travel great distances when in their shifted form, though are not the strongest in combat.
de: Die Therianer sind bekannt für ihre Spiritualität. Auch haben sie durch ihre Nachbarn, den Wargs, einen tiefen Respekt der Natur gegenüber gelernt. Viele Therianer identifizieren sich mit Tieren. Sie können durch ihre innere Geisteskraft sich in das gewählte Tier verwandeln. Therianer, die Anmut, Flinkheit und Würde schätzen, identifizieren sich mit dem Falken. In verwandelter Gestalt können sie weite Strecken zurücklegen, sind aber keine sonderlich guten Kämpfer.

source: aura wave
de: Aurawoge

source: Falcon
de: Turmfalke

source: Gyrfalcon
de: Gerfalke

source: Peregrine Falcon
de: Wanderfalke

source: Cat Therian
de: Werkatze

source: The people of Theria are known for their pursuit of spirituality. The Therian have also learned to greatly respect nature from their neighbors the Warg. Many Therian attune their spirits to animals which they revere. These Therian are capable of harnessing their inner spiritual power to shift into the animal to which they are attuned. Therian who value strength, power, and intensity attune to the wild cats. These Therian are brutal in combat when in their attuned form, using their claws, or sometimes even jaws, to shred their enemies and protect their people.
de: Die Therianer sind bekannt für ihre Spiritualität. Auch haben sie durch ihre Nachbarn, den Wargs, einen tiefen Respekt der Natur gegenüber gelernt. Viele Therianer identifizieren sich mit Tieren. Sie können durch ihre innere Geisteskraft sich in das gewählte Tier verwandeln. Therianer, die Stärke, Kraft und Intensität schätzen, identifizieren sich mit der Wildkatze. In verwandelter Gestalt sind sie brutale Kämpfer, zerfleischen ihre Gegner mit Klauen, teils mit Zähnen gar, um ihr Volk zu schützen.

source: Wildcat Therian
de: Unbändige Werkatze

source: Panther Therian
de: Werpanther

source: Leopard Therian
de: Werpard

source: Serpent Therian
de: Werschlange

source: The people of Theria are known for their pursuit of spirituality. The Therian have also learned to greatly respect nature from their neighbors the Warg. Many Therian attune their spirits to animals which they revere. These Therian are capable of harnessing their inner spiritual power to shift into the animal to which they are attuned. Therian who value fluidity, subtelty, and the ability to change attune to the serpent. These Therian have the capability to create a powerful venom when in their attuned form.
de: Die Therianer sind bekannt für ihre Spiritualität. Auch haben sie durch ihre Nachbarn, den Wargs, einen tiefen Respekt der Natur gegenüber gelernt. Viele Therianer identifizieren sich mit Tieren. Sie können durch ihre innere Geisteskraft sich in das gewählte Tier verwandeln. Therianer, die Geschmeidigkeit, Subtilität und Flexibilität schätzen, identifizieren sich mit der Schlange. In verwandelter Gestalt stellen sie ein sehr starkes Gift her.

source: Cobra
de: Werkobra

source: Hunter
de: Jäger

source: The hunters of Theria travel with minimal armor, carrying only their bow, arrows, and a skinning knife at all times. While they are trained for capturing and killing wild animals for food, they are not specifically trained for armed combat. While their skills may be somewhat lacking, the hunters of Theria have learned to overcome all fear.
de: Die Jäger Therias sind nur mit Pfeil, Bogen und einem Jagdmesser bewaffnet. Eigentlich töten sie eher wilde Tiere als Kriegsgegner. Sie lernen aber, sich allen ihren Ängsten zu stellen.

source: skinning knife
de: Jagdmesser

source: Tracker
de: Spurenleser

source: The hunters of Theria travel with minimal armor, carrying only their bow, arrows, and a skinning knife at all times. While they are trained for capturing and killing wild animals for food, they are not specifically trained for armed combat. While their skills may be somewhat lacking, the hunters of Theria have learned to overcome all fear. Trackers are even more adept at hunting their prey.
de: Die Jäger Therias sind nur mit Pfeil, Bogen und einem Jagdmesser bewaffnet. Eigentlich töten sie eher wilde Tiere als Kriegsgegner. Sie lernen aber, sich allen ihren Ängsten zu stellen. Spurenleser sind noch besser darin, ihre Beute zur Strecke zu bringen.

source: Ranger
de: Forstmeister

source: Therian Rangers have trained to hunt with only a knife in case of an emergency. In addition, they have also honed their senses and reflexes to a point where they cannot be caught off guard.
de: Die Forstmeister Therias sind geübt darin, im Notfall auch nur mit einem Messer zu kämpfen. Zudem sind ihre Sinne und Reflexe so geschult, dass sie sich von nichts überraschen lassen.

source: Therian Guard
de: Wächter

source: Therian are peaceful and spiritual by nature, but must protect themselves nonetheless. With little ore at their disposal, the Therian make due with what resources they have, furnishing spears which need only a sharp metal tip. With wood being plentiful, Therian guards have plenty of spears and are not afraid to throw them in battle like a javelin. Each guard carries extra spears on his back for this purpose.
de: Die Therianer sind friedlich und spirituell veranlagt, trotzdem müssen sie sich verteidigen. Da ihnen nur wenig Erz zur Verfügung steht, aber sehr viel Holz, tragen Wächter viele Speere und scheuen nicht, sie zu werfen.

source: Therian Defender
de: Verteidiger

source: Monk
de: Mönch

source: The Therian are peaceful and spiritual by nature, but must protect themselves nonetheless. Therian monks would prefer to avoid bloodshed if necessary, but will fight to the bitter death to defend their people. Monks have attuned their spirits inward, granting them an incredible spiritual power. Monks can harness their aura in a particularly powerful and effective fashion capable of use in battle.
de: Die Therianer sind friedlich und spirituell veranlagt, trotzdem müssen sie sich verteidigen. So sehr die Mönche auch Blutvergießen vermeiden würden, werden sie, wenn nötig, bis zum bitteren Ende kämpfen, um ihr Volk zu verteidigen. Mönche richten ihren Geist nach innen, was ihnen unglaubliche Geisteskraft verleiht. Mönche können ihre Aura als besonders mächtige und effektive Waffe einsetzen.

source: spiritual aura
de: Geistliche Aura

source: Aura Monk
de: Auramönch

source: Aura Master
de: Aurameister

source: Apprentice
de: Begabter

source: Therians are a peaceable people who enjoy quite study and contemplation. As such there are many with magical talent about them. Their more varied studies allow them to master both fire and ice, but not as well as people who learn one or the other.
de: Die Therianer sind ein friedliches Volk, das stilles Studieren und Besinnen genießt. Deshalb gibt es viele magisch Talentierte unter ihnen. Ihre umfangreicheren Studien erlauben ihnen, Feuer und Eis zu meistern, doch nicht so gut wie Leute welche sich auf eine Art spezialisieren.

source: burn
de: Brand

source: freeze
de: Frost

source: Mage
de: Zauberer

source: Therians who decide to do battle magics tend to have a pretty even match of mastery between methods.
de: Therianer, die sich für Kampfmagie entscheiden, beherrschen meist ihre Methoden gleichmäßig gut.

source: Shaman
de: Schamane

source: The more spirital apprentices become shamans and spend much time learning how to heal. Their training with offensive magics lags behind, and advances in different ways.
de: Die spirituelleren Begabten werden Schamanen und verbringen ihre Zeit mit Heilung. Sie sind weniger erfahren mit Angriffszaubern.

source: Master
de: Hexer

source: A master magician is a force to be reckoned with.
de: Ein Meister der Zauberei verfügt über gewaltige Macht.

source: Priest
de: Medizinmann

source: Therian Priests are shamans who have become very skilled in the many skills they have learned.
de: Medizinmänner sind Schamanen, die sehr geschickt mit ihren vielen Künsten sind.

source: race^Gargoyle
de: Gargoyle

source: race+female^Gargoyle
de: Gargoyle

source: race^Gargoyles
de: Gargoyles

source: Vampires can animate stones with blood magics, the result are gargoyles.
de: Vampire können Steine durch Blutmagie beleben, was die sogenannten Gargoyles erschafft.

source: race^Vampire
de: Vampir

source: race+female^Vampire
de: Vampirin

source: race^Vampires
de: Vampire

source: Vampires means 'tainted blood' in the therian language, and indeed vampires are not in and of themselves a race, but rather what happens when blood is tainted. Vampires usually appear much like what they were made out of except with pale skin, white hair, red eyes, and fangs. Vampires have a certain power over people that people can't quite understand. They naturally rise to lordship over humans, whom they treat as serfs. Vampires require blood to live, and thus harvest their serfs of it whenever they feel like. Among themselves, vampires tend to have a feudal system, with the humans as the serfs, and the vampires as the aristocrats. Most of these vampires have not allot of personal strength or charisma, so they rely on the vampire lord to subject the humans they manipulate while trying to earn favor with the vampire lord so that they can get more blood. Vampires are obsessed with blood, it is their currency, and most of their magics involve it.
de: Vampir ist therianisch für »Verdorbenes Blut«, und tatsächlich sind Vampire eigentlich keine Rasse im eigentlichen Sinne, sondern das Ergebnis von verdorbenem Blut. Vampire sehen aus wie vor ihrer Verwandlung, haben aber bleiche Haut, weiße Haare, rote Augen und überlange Eckzähne. Vampire können Menschen auf eine Weise kontrollieren, die kaum verstanden wird, weshalb sie ohne Probleme die Herrschaft über die Menschen an sich reißen und diese dann als Leibeigene behandeln können. Blut ist für Vampire lebenswichtig und deshalb melken sie ihre Leibeigenen, wie es ihnen passt. Die Vampire leben in einem Feudalsystem, mit den Menschen als Leibeigenen und den Vampiren als Adligen. Viele von ihnen zeichnen sich nicht besonders durch Charakter oder Charisma aus und verlassen sich deshalb darauf, dass der Vampirherr die Menschen unterdrückt, während sie versuchen, seine Gunst zu erlangen, um mehr Blut abzukriegen. Vampire sind vom Blut besessen, es ist ihre Währung und spielt bei dem größten Teil ihrer Magie eine Rolle.

source: Blood Apprentice
de: Zehrer

source: Vampires have always had an obsession with blood and control. As such their magic has always revolved around blood and souls. These vampires attack their enemies by causing their blood to boil or by using their aura to disrupt the auras of their enemies, thus being able to strike their souls. If the vampire is attacking a non-living creature it can use its blood boiling magic as a field of fiery aura to damage it.
de: Vampire gierten immer schon nach Blut und Kontrolle. Deshalb geht es in ihrer Magie immer um Blut und Seelen. Diese Vampire greifen an, indem sie das Blut ihrer Gegner entzünden oder ihre Auren stören, um ihre Seelen anzugreifen. Wenn sie einen nicht lebendigen Gegner angreifen, können sie ihre Blutfiebermagie auch auf ihre Aura anwenden.

source: blood boil
de: Blutfieber

source: wipe
de: Psychische Peitsche

source: Blood Manipulator
de: Nachzehrer

source: It is horrifying what an skilled manipulator of blood can do to you. He can cause your every vein to burn. He can strip you of food, or cause you to vomit, or burn through your brain. Horrifying as as that is what he can do to your spirit is worse.
de: Es ist erschreckend, was ein geübter Zehrer einem antun kann. Er kann jede deiner Adern verbrennen. Er kann dich jeder Nahrung berauben, dich zum Erbrechen bringen, oder dein Gehirn durchschmoren. So erschreckend das alles ist, so ist das, was er deiner Seele antun kann, weitaus schlimmer.

source: Flesh Artisan
de: Meister des Fleisches

source: Some vampires who take up blood magic prefer to work on themeseleves rather than their enemies. They turn themselves into monsters, and can fight well both in melee and at a distance.
de: Manche Vampire, die Blutmagie erlernen, wenden diese lieber auf sich selbst an als auf ihre Feinde. Sie verwandeln sich in Ungeheuer, die gut im Nah- wie im Fernkampf sind.

source: Sangel
de: Haemurg

source: Any vampier who has earned the title Sangel can do things with your blood and soul too horrible to contemplate.
de: Jeder Vampir, dem der Titel Haemurg verliehen wurde, kann Blut und Seele unaussprechlich schreckliche Dinge antun.

source: Bloodborn
de: Blutgeborener

source: Vampires do not bear many natural children. Most vampires are spawned by a bite from another vampire. The curses and strengths of vampires are spread as the vampire sucks the blood from his prey, and replaces it with magic. People new to the blood are made weak by it, and have not enough mastery over their mind to resist an order of the one who bit them. Eventually, they will grow used to it, and learn how to use the strength it provides them, but until then they are much as oversized children.
de: Vampire pflanzen sich kaum auf normalen Wege fort. Die meisten Vampire entstehen durch den Biss eines anderen Vampires. Die Stärken und Flüche des Vampirismus werden weitergegeben, wenn der Vampir seinem Opfer das Blut aussaugt und es durch Magie ersetzt. Junge Vampire sind deshalb schwach und haben nicht genug Willensstärke, sich den Befehlen dessen zu verweigern, der sie gebissen hat. Irgendwann werden sie sich an den Vampirismus gewöhnt haben und seine Stärken zu nutzen lernen, aber bis dahin sind sie mehr übergroße Kinder.

source: female^Bloodborn
de: Blutgeborene

source: Malborn
de: Fehlgeborener

source: Some people are simply to weak to handle the blood, and it leaves them a mindless mess. This gives the vampire lord complete control over what is left of them. Because of this control, the vampire lord is quite willing to arm these creatures with poisoned daggers. Unlike his other servents, these ones cannot rebel.
de: Manche sind schlicht zu schwach, das Blut zu bewältigen, und nichts als ein seelenloses Durcheinander verbleibt. Der Vampirherr besitzt die volle Kontrolle über die willenloen Überreste, weshalb er sie gerne mit vergifteten Dolchen bewaffnet - denn nur sie können sich nicht auflehen,

source: poisoned dagger
de: Vergifteter Dolch

source: female^Malborn
de: Fehlgeborene

source: Fledgeling
de: Jungspund

source: Most vampires are weak ones in service of the lords and more powerful ones, hoping and waiting that they will rise into a position of power for themselves. Until then they serve him in exchange for blood. When there are no more humans or bloodborn, these vampires are the next most expendable thing a vampire lord has.
de: Die meisten Vampire sind schwache Diener der Mächtigeren, und hoffen, selbst in eine Machtposition aufzusteigen. Bis dahin dienen sie ihrem Herren gegen Blut. Nach Menschen und Blutgeborenen sind sie das Entbehrlichste, was einem Vampirfürsten zur Verfügung steht.

source: female^Fledgeling
de: Jungspund

source: Duelist
de: Degen

source: Vampires have always had a somewhat upper-class manner. This transfers over to their style of fighting too. The vampires without the family or leadership to become lords make themselves useful to a lord that can ensure they always have a fresh supply of blood. Those who do this are known as duelists. Their masters use them as guards and assassins. They wear not armor, but focus on rapid pinpoint fencing which they carry out with inhuman accuracy.
de: Die Vampire haben sich schon immer als eine Art Oberschicht gesehen. Das übertragen sie auch auf ihren Kampfstil. Vampire, denen Abstammung oder Autorität zur Herrschaft fehlen, machen sich einem Herren als Wachen und Attentäter dienstbar, sodass ihre Blutversorgung gesichert ist, und werden Degen genannt. Sie tragen keine Rüstungen, sondern konzentrieren sich auf rasantes und unheimlich genaues Fechten.

source: female^Duelist
de: Degen

source: Noble
de: Adliger
