Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: The records concerning the master Reavers for whom the title of Dreadnought was created tell not only of their heroic deeds in battle, of the courage with which they hurled themselves against hordes of foes, but also of their darker deeds, of cities razed to the ground and armies laid waste before their unstoppable advance. These legends have long since been forgotten by all but the Windsong themselves, but with the revival of their order, it is certain that new ones will soon be written.
de: Die Aufzeichnungen über jene Meisterinnen des Ordens der Zerstörung, für die der Titel der Vernichterin eingeführt wurde, erzählen nicht bloß von ihren Heldentaten in der Schlacht, von dem Mut, mit dem sie sich auf Feindeshorden stürzten, sondern auch von ihrer düsteren Seite, von zerstörten Städten und von vernichteten Armeen. Diese Legenden sind längst von allen außerhalb der Windflüsterinnen vergessen worden, doch nun, da ihr Orden wieder auflebt, werden sicherlich bald neue geschrieben werden.

source: Sky Shard
de: Scherbe des Himmels

source: In an age long forgotten by the rest of the world, when the Windsong first took up their watch, they realized that it would be impractical to carry out their duty of balancing without becoming dangerously numerous themselves. The Windsong needed servants who could become numerous in times of balancing and quickly decrease in times of hiding. Servants who could be trusted utterly, could travel quickly and were able to perform a variety of tasks. The cipher, the only power used by the Windsong, was capable of carving such servants from The Raw and binding them into reality. But this required the full attention of an Ascendant to maintain even a handful of these Shards. And so the Windsong gathered the most powerful Cryptographers (those who use ciphers) to the Foundation, and had them construct an artifact of unimaginable, though very defined, power to do it for them. It took centuries to create, but with it the Windsong were finally complete. Shards are bound to the will of whoever controls 'The Mandate'. As they are barely present in reality, they can teleport between areas of high cipher activity (friendly towns). Also a consequence of this is their immunity to Drain, Poison and Plague. Shards are crystalline in nature and so have unusual resistances. Shards are never destroyed, they are merely 'pushed out' of reality.
de: In einer von der übrigen Welt längst vergessenen Zeit, als die Windflüsterinnen erstmals ihre Wache aufnahmen, begriffen sie, dass ihre Pflicht des Ausgleichs schwer zu erfüllen war, ohne selbst auf eine beträchtliche Truppenstärke anzuwachsen. Die Windflüsterinnen brauchten Diener, die zahllos in Zeiten des Ausgleichs und wenige in Zeiten der Verborgenheit sein konnten. Diener, die vollkommen vertrauenswürdig waren, schnell reisen und eine Vielzahl von Aufgaben erfüllen konnten. Die Glyphe, einzige Macht welcher sich die Windflüsterinnen bedienen, konnte solche Diener aus der Essenz formen und in die Wirklichkeit binden. Doch die Kontrolle auch nur einer Handvoll Himmelsscherben erforderte die volle Aufmerksamkeit einer Erleuchteten. Und so kam es, dass die Windflüsterinnen die begabtesten Glyphologinnen (jene, die Glyphen anwenden) sammelten um in der Basis einen Talisman mit unvorstellbarer, wenn auch klar umgrenzter Macht, zu schaffen, welcher die Scherben kontrollieren konnte. Es dauerte Jahrhunderte ihn zu kreieren, aber mit ihm waren die Windflüsterinnen endlich vollkommen. Scherben sind an an den Willen desjenigen gebunden, der »Das Mandat« kontrolliert. Da sie kaum Teil der Wirklichkeit sind, ist ihnen die Teleportation zwischen Gebieten mit hoher Glyphenaktivität (eigene Dörfer) möglich. Scherben sind kristallin und erhalten dadurch ungewöhnliche Resistenzen. Scherben können nie zerstört werden, sondern werden nur aus der Wirklichkeit »gestoßen«.

source: purge
de: Säuberung

source: Sky Crystal
de: Himmelskristall

source: A Sky Crystal is a Shard that has emerged further into reality and so has a firmer physical presence. Crystals are bound to the will of whoever controls 'The Mandate'. As they are barely present in reality, they can teleport between areas of high cipher activity (friendly towns). Also a consequence of this is their immunity to Drain, Poison and Plague. Crystals are crystalline in nature and so have unusual resistances. Crystals are never destroyed, they are merely 'pushed out' of reality.
de: Himmelskristalle sind Scherben, welche eine höhere Präsenz in der Realität erlangt haben. Kristalle sind an an den Willen desjenigen gebunden, der »Das Mandat« kontrolliert. Da sie kaum Teil der Wirklichkeit sind, ist ihnen die Teleportation zwischen Gebieten mit hoher Glyphenaktivität (eigene Dörfer) möglich. Scherben sind kristallin und erhalten dadurch ungewöhnliche Resistenzen. Scherben können nie zerstört werden, sondern werden nur aus der Wirklichkeit »gestoßen«.

source: female^Weaver
de: Weberin

source: While most Windsong are able to devote themselves to only one or two aspects of the cipher, there are those who are able to access many. When such a child is born, a spirit from The Raw appears and binds to them. To best make use of their gifts, these 'Weavers' (for they can intertwine their ciphers) are given the best education and training that the Council can provide. Once they reach adulthood, Weavers fill a number of different roles in Windsong society: they are the healers, the planners, the diviners, and the military leaders. They pursue the art of archery, viewing it as a form of meditation, and are aided in both everyday life and battle by their accompanying spirit. The first lessons a Weaver-born learns are the arts of healing, though she cannot yet cure poison.
de: Während die meisten Windflüsterinnen sich nur ein oder zwei Aspekten der Glyphe widmen können, können einige eine Vielzahl erlernen. Wird ein solches Kind geboren, erscheint ein Geist aus der Essenz und bindet sich an sie. Damit sie ihre Begabungen am besten einsetzen können, erhalten diese »Weberinnen« (da sie ihre Glyphen verknüpfen können) die beste Bildung und Übung, die der Rat ihnen geben kann. Sobald sie erwachsen sind, erfüllen die Weberinnen viele verschiedene Rollen in der Gesellschaft der Windflüsterinnen: Sie sind Heilerinnen. Planerinnen, Seherinnen und Strateginnen. Sie meistern das Bogenschießen, welches sie als eine Form der Meditation ansehen, und ihre Geistergefährten helfen ihnen im Alltag wie in der Schlacht. Als Erstes lernen die Weberinnen die Heilkunst, sie können allerdings noch keine Gifte behandeln.

source: female^Envoy
de: Gesandte

source: The Windsong know how dangerous unadvised action can be. Their limited resources means that even one mistake could threaten the Eternal Watch. To guard against this, some Weavers focus their attention on the Sky Shards, learning to emulate the Shard’s detachment from reality. Once submersed in The Raw, they can move long distances just as the Shards can. The Council relies on these Envoys to asses operations or be the field advisers in an emergency. This amazing power comes at the cost of their studies in other areas like healing and battle, so while they can advise and coordinate field agents, they cannot lead them in battle or heal them afterwards. Furthermore, to remain in The Raw for more than an instant is dangerous, so Envoys cannot use it to protect themselves in the same way as the Shards. Envoys can move instantly between areas of high cipher activity (friendly towns). Envoys cannot heal anymore.
de: Die Windflüsterinnen wissen, wie gefährlich voreiliges Handeln sein kann. Ihrer begrenzten Ressourcen wegen kann jeder Fehler das Ende der Ewigen Wache bedeuten. Um sich davor zu bewahren, richten einige Weberinnen ihre Aufmerksamkeit auf die Himmelsscherben und erlernen, sich wie diese von der Wirklichkeit zu trennen. Sobald sie in der Essenz eingetaucht sind, können sie weite Strecken genau wie die Scherben zurücklegen. Der Rat hängt von diesen Gesandten ab, um Operationen durchzuführen oder benötigt sie als Feldberater im Notfall. Diese erstaunliche Macht geht allerdings auf Kosten anderer Studiengebiete wie der Heil- oder der Kriegskunst, sodass sie zwar Feldagenten beraten und koordinieren können, sie jedoch nicht in die Schlacht führen oder danach heilen können. Zudem ist es gefährlich, länger als einen Augenblick in der Essenz zu verweilen, weshalb Gesandte sich nicht mit ihr schützen können, wie es die Scherben tun. Gesandte können sich zwischen Gebieten mit großer Glyphenaktivität (eigene Dörfer) teleportieren. Aber sie haben ihre Fähigkeit zum Heilen verloren.

source: female^Prophetess
de: Erleuchtete

source: There are many among the Windsong who could successfully lead an army, or plan a battle, as the council has all children trained to the best of their ability. So, for the Windsong, knowing when to act is more important. The Raw is affected by all events, both past and future, and is fluidic as these possibilities change. Through her accompanying spirit, some Weavers learn to interpret flows in The Raw as predictions for future events. With time and experience, her predictions become more accurate and dependable. Eventually, if she is of quality, she will be invited to join the ranks of the Prophets. Unlike the farseers of other peoples, the Windsong Prophets do not 'witness' events so much as apply an expanded form of cause and effect. Knowing all flows are open to interpretation, Prophets are discouraged from making predictions without the council of her peers. Unlike Envoys, Prophets have much time to study the arts of leadership and healing, and she has now learned to cure poison. Such is the respect of the Windsongs for the Prophets, that any direction given by them will be obeyed immediately and without question.
de: Es gibt viele Windflüsterinnen, die erfolgreich eine Armeen führen oder eine Schlacht planen könnten, da der Rat alle Kinder so ausbildet, dass sie ihr volles Potenzial ausschöpfen können. Deshalb ist es für die Windflüsterinnen wichtiger, zu wissen, wann es notwendig ist zu handeln. Die Essenz wird von allen Geschehnissen beeinflusst, vergangenen wie künftigen, und fließt mit den Veränderung derselben. Durch ihren Geistergefährten lernt manche Weberin, die Zukunft aus Strömungen der Essenz zu deuten. Mit Zeit und Erfahrung werden diese Voraussagen genauer und verlässlicher. Wenn sie gut genug ist, wird sie schließlich in den Rang der Erleuchteten erhoben. Anders als die Seher anderer Völker »erleben« die Erleuchteten der Windflüsterinnen nicht die Ereignisse, vielmehr wenden sie Ursache und Wirkung in einem weiteren Rahmen an. Da die Interpretation aller Strömungen offen ist, sollten Erleuchtete keine Voraussagen ohne den Rat ihrer Ebenbürtigen treffen. Anders als Gesandte haben Erleuchtete viel Zeit, die Krieges- und Heilkunst zu erlernen. Sie können nun Gifte behandeln, und der Respekt der Windflüsterinnen vor den Erleuchtete ist so groß, dass jede ihrer Anweisungen sofort fraglos befolgt wird.

source: female^Ascendant
de: Erhabene

source: Few Weavers and Prophets reach the rank of Ascendant. Not just because of the difficult in reaching this goal, but also because of the danger and sacrifice necessary. The path to becoming an Ascendant begins when a Weaver-born binds themselves to their accompanying spirit in the same manner that the spirit bound itself to her on her birth. A successful binding will slowly, over the course of two years, pull her body into The Raw. If the Ascending fails, she faces a slow death. As the Spirit cares for her wellbeing above all else, it will reject the binding unless she can convince it that she is powerful enough to Ascend. If successful, her physical form will slowly be converted into The Raw itself, granting her immortality and great, though not infallible, insight into the nature of events, both current and of those to come. Any who reach this pinnacle of the Weaver-born automatically becomes a full member of the Council. Though most Ascendants were Prophets, it is technically possible for Envoys and Heralds to Ascend. However, Envoys have experienced the dangers of passing through The Raw and the idea of entering unprotected shakes even the bravest woman’s confidence. Because an Ascendant’s body is being transformed into The Raw, most damage they take simply speeds the process (They heal as if in a village every turn). They know powerful healing ciphers and those around them revere them, obeying them with fervor.
de: Wenige Weberinnen und Erleuchtete erreichen den Titel der Erhabenen. Nicht nur, da dieses Ziel schwer zu erreichen ist, sondern auch wegen der nötigen Gefahren und Opfer. Der Pfad der Erhabenen beginnt, wenn sich eine Weberin an ihren Geistergefährten bindet, genau wie dieser sich bei ihrer Geburt an sie band. Ein erfolgreicher Bund wird ihren Körper langsam im Verlauf von zwei Jahren in die Essenz ziehen. Versagt die anstrebende Erhabene, steht ihr ein langsamer Tod bevor. Da der Geist über allem anderen um ihr Wohl bemüht ist, wird er den Bund verweigern, bis sie ihn davon überzeugen kann, dass sie stark genug ist, eine Erhabene zu werden. Im Erfolgsfall verwandelt sich ihr physischer Körper in die Essenz selbst, wodurch sie Unsterblichkeit erlangt und, wenn auch nicht unfehlbar, Einsicht in die Natur der Ereignisse, jetzige und künftige. Jede, die diesen Höhepunkt des Glyphenwebens erreichen, werden automatisch Vollmitglied des Rates. Auch wenn die meisten Erhabenen Erleuchtete waren, können theoretisch auch Gesandte und Herolde dies erreichen. Gesandte haben allerdings erfahren, was die Essenz zu betreten bedeutet, und die Idee, in diese ungeschützt zu gelangen, verstört selbst das Selbstvertrauen der tapfersten Frau. Da der Körper einer Erhabenen in die Essenz verwandelt wird, bewirkt der meiste Schaden nur eine Beschleunigung des Prozesses (was regenerative Fähigkeiten verleiht). Sie kennen mächtige Heilglyphen und werden von ihren Untergebenen verehrt und eifrig bedient.

source: As children, Weavers learn to communicate with their accompanying spirit via a special type of cipher. The spirit will only ever respond to the girl it bound itself to, and has a very basic mind. As an Envoy, dealing with unexpected and often dangerous situations, she has learned how useful this spirit can be. Those who dedicate long hours to the understanding and training of their accompanying spirit gain a powerful ally who will guide their bow and empower their purges. Those who achieve this link join the elite ranks of the Heralds, responsible directly to the Council. Heralds can move instantly between areas of high cipher activity (friendly towns).
de: Als Kinder lernen Weberinnen, mit ihren Geistergefährten durch eine besondere Glyphe zu kommunizieren. Der Geist wird stets nur dem Mädchen antworten, an das er sich band, und hat einen sehr eingeschränkten Verstand. Als Gesandte lernte die Weberin, wie nützlich dieser Geist sein kann. Jene, die lange Stunden dem Verständnis und der Ausbildung ihres Geistergefährten widmen, erhalten einen mächtigen Verbündeten, der ihren Bogen leitet und ihre Säuberungen stärkt. Die besten werden in den Eliterang der Herolde erhoben, die direkt dem Rat verantwortlich sind.

source: female^Seeker
de: Sucherin

source: The name given to the Seekers comes from their role in the legend of the Windsong’s first appearance: they were tasked with searching the world over for a suitable place to build the first Foundation. This tradition of exploration continues unabated, and the Seekers’ great speed and agility are easily put to use in times of war.
de: Der Name, der den Sucherinnen gegeben ist, erklärt sich aus der Legende über das erste Erscheinen der Windflüsterinnen: Sie hatten den Auftrag, in der Welt einen passenden Ort für die erste Basis der Windflüsterinnen zu finden. Diese Tradition der Aufklärung besteht ungebrochen weiter, und die große Schnelligkeit und Gewandtheit der Sucherinnen lässt sich auch in Kriegszeiten gut einsetzen.

source: polearm
de: Stangenwaffe

source: female^Pathfinder
de: Entdeckerin

source: Capable of racing through the toughest terrain with uncanny speed, those known as Pathfinders serve as the vanguards of the Windsong armies. They have devoted themselves to developing their own agility, and long practice has granted them an almost inhuman speed. And, when they deem it necessary, their fluid grace and skill with their polearms allows them to strike like the thunder they wield, catching distracted foes unawares.
de: Fähig, sich mit ungeheurer Geschwindigkeit durch schwerstes Gelände zu bewegen, bilden die sogenannten Entdeckerinnen die Vorhut der Windflüsterinnen. Sie widmen sich der Verbesserung ihrer Flinkheit und durch viel Training haben sie eine nahezu übermenschliche Beweglichkeit erlangt. Und wenn sie es als notwendig erachten, können sie mit ihrer Eleganz und ihrem Geschick im Stabkampf wie der Donner, den sie beherrschen, zuschlagen und abgelenkte Feinde überraschen.

source: female^Skyrunner
de: Himmelläuferin

source: One of the few warrior groups to survive the Age of Patience, the Skyrunners, choose to sacrifice the immense speed of the Pathfinders in favor of equipping themselves with more substantial armor - though this is still exceptionally light by most standards. In times of peace, their relative strength and skill with the lightning cipher won them a place as the honor guard to the members of the Council, but now they take up once again the old mantle of war.
de: Einer der wenigen Kriegerbünde, der die Zeit der Geduld überlebte, die Himmelsĺäuferinnen, opfert die große Geschwindigkeit der Entdeckerinnen, um sich mit besserer Rüstung auszurüsten - die allerdings immer noch äußerst leicht ist. In Friedenszeiten haben ihnen ihre relativ gute Beherrschung der Blitzesglyphe ihnen den Posten als Garde der Ratsfrauen eingebracht, doch nun nehmen sie erneut den alten Kriegsmantel auf.

source: female^Farstrider
de: Pionierin

source: One of the oldest tales that have come down from the wars of the ancients tells of a great battle between the Windsong and their old nemeses, the elves. Each side sent their fastest runner to call for reinforcements, and though the elves felt assured of their agile messenger’s victory over his frail human opponent, in the end, the elf fell behind, cursing his weary feet. The Farstrider, on the other hand, ran with the speed and endurance of the wind, and when the Windsong reinforcements arrived two days early, the elves were forced to surrender.
de: Eine der ältesten Erzählungen, die von den Kriegen der Ahnen erhalten ist, erzählt von einer großen Schlacht zwischen den Windflüsterinnen und ihren alten Erzfeinden, den Elfen. Jede Seite sandte ihren schnellsten Läufer aus, um Verstärkung anzufordern, und obwohl die Elfen davon ausgingen, dass ihr geschmeidiger Bote seine fragile menschliche Rivalin übertreffen werde, verfluchte am Ende der Elf seine wunden Füße und fiel zurück. Die Pionierin jedoch rannte mit der Geschwindigkeit und Ausdauer des Windes, und als die Verstärkung der Windflüsterinnen zwei Tage früher eintraf, waren die Elfen gezwungen, sich zu ergeben.

source: female^Stormbringer
de: Sturmesbringerin

source: The name Stormbringer was obviously appended to these great warriors for their ability to shatter enemy ranks with furious bolts of lightning, but seems doubly apt when one witnesses the way in which they lead the Windsong into battle. Spinning past their foes like dancers despite their heavy armor, the presence of a Stormbringer on the front lines can turn the most carefully prepared defence into a chaotic rout in seconds.
de: Der Titel der Sturmesbringerin wird diesen großen Kriegerinnen offensichtlich wegen ihrer Fähigkeit zuteil, gegnerische Reihen mit wütenden Blitzen niederzuschlagen, doch er erscheint doppelt verdient, wenn man betrachtet, wie sie die Windflüsterinnen in die Schlacht führen. Sie wirbeln um ihre Gegner, als trügen sie ihre schwere Rüstung nicht, und die Anwesenheit einer Sturmesbringerin an der Frontlinie kann innerhalb von Sekunden die organisierteste Verteidigung in ein chaotisches Getümmel verwandeln.

source: female^Gatekeeper
de: Hüterin des Tores

source: The Windsong Foundation, though hidden far in the arctic northern seas, still represents too great a target to be left unguarded. The Gatekeepers have kept their cousins safe throughout the Age of Patience, and they have no intention of ceasing their vigilance now. Devoting themselves to the study of combat, they have created a unique, unarmed style which allows them to fight without removing their ceremonial blindfolds.
de: Die Basis der Windflüsterinnen, auch wenn sie tief im Nordmeer verborgen liegt, stellt immer noch ein zu großes Ziel dar um sie unbewacht zu lassen. Die Hüterinnen des Tores haben ihre Genossinnen während der Zeit der Geduld beschützt, und sie haben nicht vor, ihre Wachsamkeit nun aufzugeben. In ihrer Widmung zur Kampfeslehre haben sie einen einzigartigen, unbewaffneten Kampfstil entwickelt, mit dem sie kämpfen können, ohne ihre zeremoniellen Augenbinden abzunehmen.

source: female^Heretic
de: Ketzerin

source: The Windsong Council preaches the importance of patience and pacifism, that one should not give in to anger and instead think carefully about every decision. It is this belief that has kept the Windsong out of conflict for so long. There is a faction, however, that believes that the balance of the world can only be brought about by action, and thus espouses a more active role for the Windsong, pushing constantly for war and the expansion of the Windsong’s influence in the outside world. Though they are known as Heretics, their opinions are nonetheless valued, and those Gatekeepers who follow the philosophy are allowed to train themselves in the forbidden arts of swordplay and fire magic.
de: Der Rat der Windflüsterinnen predigt die Wichtigkeit von Geduld und Pazifismus, und dass statt dem Zorn nachzugeben jede Entscheidung sorgfältig durchdacht werden sollte. Es ist diese Einstellung, durch die die Windflüsterinnen derart lange nicht in Konflikt geraten sind. Es gibt allerdings eine Gruppe, die glaubt, die Ausgeglichenheit der Welt könne nur durch Handeln herbeigeführt werden, und deshalb eine aktivere Rolle der Windflüsterinnen fordert und stets auf Krieg und die Ausweitung des Einflusses auf die äußere Welt pocht. Obgleich sie als Ketzer bezeichnet werden, wird ihr Standpunkt trotzdem gewürdigt, und jene Hüterinnen, die dieser Philosophie folgen, dürfen sich in den verbotenen Künsten des Schwertkampfes und der Pyrokinese schulen.

source: sunburst
de: Entflammen

source: female^Lorekeeper
de: Hüterin der Lehre

source: The Great Library, the enormous complex that forms the heart of the Windsong Foundation, is the home of what may the oldest texts still existing in the world, many of which have been copied down by generations of Scribes as their original bindings dissolved into dust. Most of the Windsong are forbidden from entering its hallowed halls, and only the most loyal and skilled Gatekeepers are allowed to join the ranks of the Lorekeepers and become its guards.
de: Die Große Bibliothek, der gewaltige Komplex, der das Herz der Basis der Windflüsterinnen bildet, beheimat einige der womöglich ältesten noch existierenden Schriften der Welt, viele von ihnen von Generationen von Schreiberinnen abgeschrieben, während sich das ursprüngliche Werk aufzulösen begann. Den meisten Windflüsterinnen ist es nicht gestattet, diese heiligen Hallen zu betreten, und nur die treuesten und begabtesten Hüterinnen des Tores dürfen sich den Hüterinnen der Lehre anschließen und Wächterinnen der Bibliothek werden.

source: female^Harbinger
de: Apokalyptikerin
