Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: Stunningly powerful warriors, Harbingers epitomize the warlike path of the Heretic. Their command of the forbidden flame cipher, as well as the bloodthirsty furor they unleash upon their opponents, make them the terror of their allies as much as of their enemies. Yet even the peaceful Windsong realize that such power must be put to use, and they are often selected to lead groups of their fellow Heretics into battle.
de: Als erstaunlich mächtige Kriegerinnen stellen die Apokalyptikerinnen den Höhepunkt des kämpferischen Weges der Ketzerinnen dar. Sie beherrschen die verbotene Feuerglyphe, ebenso den blutrünstigen Kampfrausch, den sie an ihren Gegnern auslassen, und so werden sie von Freund und Feind gefürchtet. Selbst die friedliebenden Windflüsterinnen erkennen, dass solche Macht benutzt werden muss, und sie werden oft auserwählt, andere Ketzerinnen in die Schlacht zu führen.

source: female^Oathkeeper
de: Hüterin des Schwures

source: Until recently, it was believed that the Oathkeeper caste had, like many others, vanished with time, made unnecessary by long years of peace. It was not until the deepest vaults opened and they marched forth to do battle that it became clear that the Oathkeeper title had not only survived, but that the mantle had been passed down from generation to generation through the millenia. Those few who are offered membership are inevitably among the most skilled warriors ever to walk the world, and capable of holding back entire armies singlehandedly.
de: Bis vor kurzem dachte man, die Kaste der Hüterinnen des Schwures sei wie so viele im Laufe der Zeit verschwunden, da sie durch den langen Frieden nicht mehr benötigt wurden. Erst als sich die tiefsten Gewölbe öffneten und sie in die Schlacht zogen, wurde klar, dass der Titel der Hüterin des Schwures nicht bloß überlebt hatte, sondern Generation für Generation über die Jahrtausende weitergegeben worden war. Alle jene wenigen, denen die Mitgliedschaft angeboten wurde, gehören ausnahmslos zu den kampfkräftigsten Individuen aller Zeiten, fähig, ganze Armeen mit bloßen Händen aufzuhalten.

source: female^Scribe
de: Schreiberin

source: The scribes of the Windsong are those engaged in studying, as well as contributing to, the vast libraries kept at the Foundation. With the coming of the Great Balancing, they have proven their worth in combat, employing against their enemies an ancient — and very effective — brand of magic known as the Cipher.
de: Die Schreiberinnen der Windflüsterinnen sind jene, welche die riesigen Büchereien in der Basis studieren und ergänzen. Nun, da der Große Ausgleich bevorsteht, haben sie sich als fähige Kämpferinnen erwiesen, indem sie jene uralte – und sehr effektive – Magieform einsetzen, die als die Glyphe bekannt ist.

source: cipher
de: Glyphe

source: female^Savant
de: Gelehrte

source: The savants teach the scribes more about using Ciphers and revise the contributions made by the scribes to the Great Library. In combat, though they may lack the skill needed to wield weapons, their magic compensates well for the drawback.
de: Die Gelehrten lehren die Schreiberinnen über die Benutzung der Glyphen und fügen die Werke der Schreiberinnen der großen Bibliothek hinzu.

source: female^Arbiter
de: Kritikerin

source: The head mistress among the Savants is known as the Arbiter. Possessing vast knowledge on the Great Library and the Cipher, these maidens also wield scythes for protection from close range.
de: Die Kritikerinnen besitzen viel Wissen über die große Bibliothek und die Glyphen. Um sich vor Nahkampfangriffen zu schützen benutzen sie eine Sense.

source: female^Rune Forger
de: Runenschmiedin

source: Instead of becoming Arbiters, some Savants may chose to master all forms of the Cipher. The Rune Forgers are experienced in all forms of the Cipher and they can use this knowledge to inflict catastrophic damage to the enemies who were foolish enough to cross paths with the Windsong.
de: Anstatt den Weg der Kritikerinnen zu gehen, lernen manche Gelehrtinnen die Benutzung aller Formen der Glyphe. Die Runenschmiedinen haben alle Formen der Glyphe gelernt und können mit diesem Wissen fatalen Schaden verursachen.

source: sorrow
de: Sorge

source: memory
de: Erinnerung

source: death
de: Tod

source: female^Librarian
de: Bibliothekarin
