Repository: sevu/EoM
Catalog: translations/*/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: de

source: Era of Myths
de: Zeit der Mythen

source: The standard Era of Myths. Pickable factions are: Celestials Devlings Vampires Therians (Shifters) Elementals The Warg Windsongs
de: Die Zeit der Mythen. Wählbare Fraktionen sind: Himmlische Heerscharen Teufelchen Vampire Therianer (Verwandler) Elementargeister Die Warg Windflüsterinnen

source: Era of Myths (balanced)
de: Zeit der Mythen (balanced)

source: A selection of factions considered balanced. As there would be: Celestials Devlings Elementals Vampires Windsongs
de: Eine Auswahl von ausgeglichenen Fraktionen der Zeit der Mythen. Dies sind: Himmlische Teufelchen Elementargeister Vampire Windflüsterinnen

source: Era of Myths Lvl. 2
de: Zeit der Mythen Lvl. 2

source: Same factions like in the standard Era of Myths, but you can recruit level 2 units.
de: Die Zeit der Mythen. Man kann Level 2 Einheiten ausbilden.

source: Default + Myths
de: Standard und Mythen

source: The factions from the standard era and the Era of Myths are available.
de: Die Standard Fraktionen und die Fraktionen der Zeit der Mythen.

source: Default + Myths Lvl. 2
de: Standard und Mythen Lvl. 2

source: The standard era and the Era of Myths. You can recruit level 2 units.
de: Die Standard Fraktionen und die Fraktionen der Zeit der Mythen. Man kann Level 2 Einheiten ausbilden.

source: Myths RPG
de: Rollenspiel-Mythen

source: An Era for RPG Playing. You cannot recruit units. This is only meant to be used for RPG-style scenarios, or other scenarios where you shouldn't be allowed to recruit.
de: Eine Ära für RPG Spiele. Man kann keine Einheiten ausbilden. Dies ist für spezielle RPG Szenarien gedacht.

source: Celestials
de: Himmlische Heerscharen

source: Devlings
de: Teufelchen

source: Elementals
de: Elementargeister

source: Therians
de: Therianer

source: Vampires
de: Vampire

source: The Warg
de: Die Warg

source: Windsong
de: Windflüsterinnen

source: dauntless
de: Unerschrocken

source: female^dauntless
de: Unerschrocken

source: While attacking, this unit’s resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
de: Greift diese Einheit an, verdoppeln sich ihre Resistenzen auf bis zu 50%. Dies gilt nicht für Schwächen.

source: The steadiness of this unit reduces damage from some attacks, but only while attacking.
de: Die Robustheit dieser Einheit verringert den Schaden mancher Angriffe, aber nur wenn sie angreift.

source: heals +3
de: Heilen +3

source: female^heals +3
de: Heilen +3

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 3 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
de: Benachbarte eigene oder verbündete Einheiten werden zu Beginn Eures Zuges geheilt. Eine Einheit, um die sich ein Heiler kümmert, erhält pro Runde bis zu 3 LP zurück. Vergiftungen kann ein Heiler zwar nicht kurieren, jedoch zumindest dem Schaden entgegenwirken. Giftopfer gesunden nur durch Einheiten mit der Fähigkeit »Kurieren« oder Rast in einem Dorf.

source: This unit will heal allies by 3 HP at the beginning of its turns. In addition, this ability will inhibit the effects of poison.
de: Diese Einheit heilt zu Beginn einer Runde Verbündete um 3 Lebenspunkte. Gift fügt keinen Schaden zu.

source: resurgence
de: Naturgeist

source: This unit will absorb energy whenever it is on terrain that matches its elemental affinity, thus healing itself by 5 HP per turn. For fire elementals, this is desert and lava terrain. For water elementals, this is swamp and water terrain. For ice elementals, this is snowy and frozen terrain. For earth elementals, these are mountains and hills. For vine units, this is vegetated area.
de: Diese Einheit heilt sich um 5 LP, wenn sie sich auf Gebieten befindet, welche ihrem Element entsprechen. Für Feuergeister sind dies Wüsten und Lavaflächen. Für Wassergeister sind dies Sümpfe und Wassergebiete. Für Eisgeister sind dies schneebedeckte oder gefrorene Flächen. Für Erdgeister sind dies Berge und Hügel. Und Pflanzengeister erhalten diesen Bonus in bewachsenen Gebieten.

source: Whenever this unit is in desert-like area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Wüstengebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: Whenever this unit is in an aquatic area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Feuchtgebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: This unit will recover 5 HP per turn while on snowy or icy terrain.
de: Wenn sich diese Einheit auf schneebedecktem oder vereistem Terrain aufhält, erholt sie sich um 5 Lebenspunkte.

source: Whenever this unit is in a mountainous area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit sich in einem felsigen Gebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: Whenever this unit is in a forested area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Waldgebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: low upkeep
de: niedrige Kosten

source: This unit costs 1 less gold worth of upkeep than it would normally.
de: Die Unterhaltskosten dieser Einheit sind 1 Gold niedriger.

source: This unit can inspire friendly units that are next to it, making them fight better. Adjacent friendly level 1 units will do 10% more damage in battle. This ability does not work on Celestial Messengers.
de: Benachbarte Verbündete der Stufe 1 verursachen 10% mehr Schaden. Dies gilt nicht für andere Boten.

source: The ability of this unit to inspire its allies enables adjacent units of the same side to deal more damage in combat, though this does not apply to other Messengers or units of higher level.
de: Benachbarte Verbündete der Stufe 1 verursachen 10% mehr Schaden. Dies gilt nicht für andere Boten.

source: Max HP bonus +5, +1 damage to all attacks, Max XP +20%
de: +5 Max LP, +1 Schaden für alle Angriffe, 25% mehr Erfahrung zum Stufenaufstieg

source: Ranged damage +1, Max XP +20%
de: Fernkampf Schaden +1, Max EP +20%

source: Gains a ranged poison attack
de: Neuer Giftangriff im Fernkampf

source: spit
de: Giftspeien

source: Gains the ability to slow by biting
de: Bisse verlangsamen Gegner

source: Improves defense values in water
de: Bessere Verteidigung in Gewässern

source: Gains ability to ambush in sandy area
de: Neue Fertigkeit: Verstecken in sandigem Gebiet

source: This unit will heal allies by 3 HP at the beginning of its turns. In addition, this ability will inhibit the effects of poison.
de: Diese Einheit heilt zu Beginn einer Runde Verbündete um 3 Lebenspunkte. Gift fügt keinen Schaden zu.

source: The ability of this unit to inspire its allies enables adjacent units of the same side to deal more damage in combat, though this does not apply to other Messengers or units of higher level.
de: Benachbarte Verbündete der Stufe 1 verursachen 10% mehr Schaden. Dies gilt nicht für andere Boten.

source: While defending, this unit’s counter attacks will always have at least 60% chance to hit.
de: Eine Einheit, die sich mit dieser Waffe verteidigt, besitzt stets eine Trefferchance von mindestens 60%.

source: The steadiness of this unit reduces damage from some attacks, but only while attacking.
de: Die Robustheit dieser Einheit verringert den Schaden mancher Angriffe, aber nur wenn sie angreift.

source: Foes who lose their life to the bite of this noble vampire will rise again as bloodborns, unless they are standing on a village.
de: Wer durch den Biss dieses adligen Vampirs niedergestreckt wird, erhebt sich sogleich wieder als Blutgeborener und kämpft ab sofort an seiner Seite. Nur Opfer, die sich gerade in einem Dorf aufhalten, entrinnen solchem Schicksal.

source: Foes who lose their life to the bite of this noble vampire will rise again as bloodborns, unless they are standing on a village.
de: Wer durch den Biss dieses adligen Vampirs niedergestreckt wird, erhebt sich sogleich wieder als Blutgeborener und kämpft ab sofort an seiner Seite. Nur Opfer, die sich gerade in einem Dorf aufhalten, entrinnen solchem Schicksal.

source: Vampires are immune to drain and plague but are still susceptible to poison.
de: Vampire sind immun gegenüber Lebensentzug und untoter Plage aber immer noch durch Gift verwundbar.

source: Vampires are immune to drain and plague but are still susceptible to poison.
de: Vampire sind immun gegenüber Lebensentzug und untoter Plage aber immer noch durch Gift verwundbar.

source: Blood Hulks can’t advance to another unit, but they get a stronger bonus.
de: Blutungetüme können sich nicht weiterentwickeln, aber sie erhalten stattdessen einen stärkeren Bonus.

source: Blood Hulks can’t advance to another unit, but they get a stronger bonus.
de: Blutungetüme können sich nicht weiterentwickeln, aber sie erhalten stattdessen einen stärkeren Bonus.

source: Malborns can’t advance to another unit, but they get a stronger bonus.
de: Fehlgeborene können sich nicht weiterentwickeln, aber sie erhalten stattdessen einen stärkeren Bonus.

source: Malborns can’t advance to another unit, but they get a stronger bonus.
de: Fehlgeborene können sich nicht weiterentwickeln, aber sie erhalten stattdessen einen stärkeren Bonus.

source: This unit has additional AMLA-boni to choose from upon advancing.
de: Diese Einheit erhält beim Stufenaufstieg besondere Boni.

source: This unit has additional AMLA-boni to choose from upon advancing.
de: Diese Einheit erhält beim Stufenaufstieg besondere Boni.

source: Whenever this unit is in a forested area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Waldgebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: Whenever this unit is in a mountainous area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit sich in einem felsigen Gebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: Whenever this unit is in desert-like area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Wüstengebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: Whenever this unit is in an aquatic area, it will regenerate 5 HP per turn.
de: Solange sich diese Einheit in einem Feuchtgebiet aufhält, regeneriert sie 5 Lebenspunkte pro Runde.

source: This unit will recover 5 HP per turn while on snowy or icy terrain.
de: Wenn sich diese Einheit auf schneebedecktem oder vereistem Terrain aufhält, erholt sie sich um 5 Lebenspunkte.

source: This unit costs 1 less gold worth of upkeep than it would normally.
de: Diese Einheit hat niedrigere Unterhaltskosten.

source: counter
de: Gegenschlag

source: When used defensively, this attack always has at least a 60% chance to hit.
de: Wenn dieser Angriff defensiv gebraucht wird, beträgt die Trefferquote mindestens 60%.

source: While defending, this unit’s counter attacks will always have at least 60% chance to hit.
de: Eine Einheit, die sich mit dieser Waffe verteidigt, besitzt stets eine Trefferchance von mindestens 60%.

source: ruby
de: Rubin

source: female^ruby
de: Rubin

source: A trait often seen among elemental units.
de: Eine Charakteristik, welche oft bei Elementargeistern vorzufinden ist.

source: This trait is similar to the trait <ref>dst='traits_strong' text='strong'</ref>, but it’s secondary bonus becomes stronger on higher levels.
de: Eine ähnliche Charakteristik wie <ref>dst='traits_strong' text='Stark'</ref>, aber auf höheren Stufen ist der sekundäre Bonus stärker.

source: emerald
de: Smaragd

source: female^emerald
de: Smaragd

source: This trait’s effects are equivalent to the trait <ref>dst='traits_quick' text='quick'</ref>.
de: Diese Charakteristik entspricht der Charakteristik <ref>dst='traits_quick' text='Schnell'</ref>.

source: sapphire
de: Saphir

source: female^sapphire
de: Saphir

source: It is similar to the trait <ref>dst='traits_intelligent' text='intelligent'</ref>, but units with this trait advance even earlier.
de: Sie ist ähnlich zur Charakteristik <ref>dst='traits_intelligent' text='Intelligent'</ref>, aber lässt Einheiten noch früher aufsteigen.

source: diamond
de: Diamant

source: female^diamond
de: Diamant

source: It is similar to the trait <ref>dst='traits_resilient' text='resilient'</ref>, but on higher levels slightly more effective.
de: Ähnlich der Charakteristik <ref>dst='traits_resilient' text='Robust'</ref>, aber gewährt auf höheren Stufen einen größeren Bonus.

source: amethyst
de: Quartz

source: female^amethyst
de: Quartz

source: It is similar to the elvish trait <ref>dst='traits_dextrous' text='dextrous'</ref>. However, units with this trait have one hitpoint less and require one point less to advance to the next level.
de: Ähnlich der bei den Elfen verbreiteten Charakteristik <ref>dst='traits_dextrous' text='Geschickt'</ref>, aber im Gegensatz zu jener haben Einheiten mit dieser ein Lebenspunkt weniger und brauchen 1 Erfahrungspunkt weniger zum Stufenaufstieg.

source: beefy
de: zäh

source: female^beefy
de: zäh

source: These Devlings are bigger than other Devlings and can withstand more punishment.
de: Diese Teufelchen sind größer und halten mehr aus als die Anderen.

source: This is a weaker variant of the <ref>dst='traits_resilient' text='resilient'</ref> trait.
de: Dies ist eine schwächerer Variante der Charakteristik <ref>dst='traits_resilient' text='Robust'</ref>.

source: brainy
de: klug

source: female^brainy
de: klug

source: Brainy Devlings level faster than their brethren.
de: Kluge Teufelchen lernen schneller als die Anderen.

source: This is a weaker variant of the <ref>dst='traits_intelligent' text='intelligent'</ref> trait.
de: Dies ist eine schwächerer Variante der Charakteristik <ref>dst='traits_intelligent' text='Intelligent'</ref>.

source: brawny
de: stark

source: female^brawny
de: stark

source: Brawny Devlings hit harder, but are dumber than other Devlings.
de: Starke Teufelchen schlagen härter zu aber sind dümmer als die Anderen.

source: This is a variant of the <ref>dst='traits_strong' text='strong'</ref> trait, but with a negative side-effect.
de: Dies ist eine Variante der Charakteristik <ref>dst='traits_strong' text='Stark'</ref>. aber mit einem negativen Nebeneffekt.

source: obedient
de: unterwürfig

source: female^obedient
de: unterwürfig

source: <italic>text='Obedient'</italic> units are completely submissive to their superiors. Following their every order without pause, obedient units require no upkeep costs to be paid to them. In their submission however, these units neglect their health and become weaker as well as losing some mental acuity.
de: <italic>text='Unterwürfige'</italic> Einheiten zeigen den ihnen Überlegenen gegenüber absoluten Gehorsam. Sie folgen blind all ihren Befehlen und kosten deshalb keinen Unterhalt. So etwas tut allerdings niemandem gut, deshalb geht dies mit Nachteilen einher. So nehmen sie beispielsweise weniger Rücksicht auf ihre Gesundheit, und sind manchmal nicht die Hellsten.

source: Obedient units require no upkeep costs, but have 5% less hp and take 5% more experience than usual to advance. On level 2 they get a -1 melee damage penality, on level 3 this applies for ranged as well.
de: Unterwürfige Einheiten kosten keinen Unterhalt, haben dafür aber 5% weniger Leben und benötigen 5% mehr Erfahrung zum Stufenaufstieg. Auf höheren Stufen wird ihr Schaden um 1 gemindert; auf Stufe 2 gilt dies nur für den Nahkampf.

source: attuned
de: harmonisch

source: female^attuned
de: harmonisch

source: <ref>dst='..race_EOM_therian' text='Shifters'</ref> who are attuned to their auras gain a +2 bonus to their aura attacks.
de: <ref>dst='..race_EOM_therian' text='Therianer'</ref>, die sich mit ihrer Aura in Harmonie befinden, fügen mit ihrer Aura 2 Punkte mehr Schaden zu.

source: <ref>dst='..race_AE_myh_therian' text='Shifters'</ref> who are attuned to their auras gain a +2 bonus to their aura attacks.
de: <ref>dst='..race_AE_myh_therian' text='Therianer'</ref>, die sich mit ihrer Aura in Harmonie befinden, fügen mit ihrer Aura 2 Punkte mehr Schaden zu.

source: legendary
de: legendär

source: female^legendary
de: legendär

source: Some people are simply incredible. They seem to have an edge in every area over others. Such units benefit from all standard traits.
de: Manche Leute sind einfach umwerfend. Sie sind anderen in jeder Hinsicht eine Nase voraus. Solche Einheiten profitieren von allen Standardcharakteristiken.

source: race^Celestial
de: Himmlischer

source: race+female^Celestial
de: Himmlische

source: race^Celestials
de: Himmlische

source: The Celestials have vestigial wings that for most of them do not mature. Celestials believe that light and darkness each have power, and they choose as a culture to fight for the light, and to spread it through-out the world. They are a militaristic society with great law and order that gives them strength and unity which caries over into their style of fighting. The order and unified purpose of celestial society tends to make them form larger nations than the other factions giving the Celestials great military strength.
de: Die Himmlischen Heerscharen sind eine Kultur, die an die Macht von Licht und Finsternis glauben und für das Licht kämpfen. Sie bilden eine militaristische Gesellschaft mit straffer Organisation, was ihnen Stärke und Einheit bringt, die sich in ihrem Kampfstil niederschlägt. Die Ordnung und vereinheitlichte Zielsetzung der himmlischen Gesellschaft führt dazu, dass sie eher größere Reiche formen als andere Völker, weshalb die Heerscharen über eine große militärische Schlagkraft verfügen. Die Himmlischen haben Flügel, die aber meist rudimentär bleiben.t

source: Crusader
de: Streiter

source: Crusaders undergo rigorous martial training as well as rudimentary medicinal training to help their injured allies on the field of battle. Crusaders’ swords are infused with the arcane energy of the Light Spirits - a tradition that started during the Great Crusade against the vampires.
de: Streiter absolvieren eine strenge Kriegsausbildung, erlernen aber auch die Grundlagen der Heilkunst, um verwundeten Verbündeten im Feld zu versorgen. Die Schwerter der Streiter werden mit der arkanen Energie der Lichtbringerinnen gesegnet- eine Tradition, die auf den Großen Heiligen Krieg gegen die Vampire zurückgeht.

source: blessed sword
de: Gesegnetes Schwert

source: Divine Knight
de: Ordensritter

source: A crusader who survives many fierce battles is granted the honor of knighthood. At this time the knight receives a ceremonial mace he must carry at all times.
de: Ein kampferprobter Streiter wird mit durch die Aufnahme in die Orden belohnt. Zu diesem Zeitpunkt erhält er einen Zeremonien-Streitkolben, den er immer tragen muss.

source: Protector
de: Schildbruder

source: Protector’s swords have been magically enchanted with the power of Fire by Celestial Wizards. Protectors also carry a large shield which they use to bash and Slow their opponents.
de: Die Schwerter der Schildbrüder wurden von von den himmlischen Zauberern magisch in Flammen gesetzt. Ihre Besitzer tragen auch einen großen Schild, um ihre Gegner zu stoßen und zu verlangsamen.

source: Quester
de: Pilger

source: Most Celestials don’t ride horses, or wander alone, but some crusaders feel the call to work abroad on their own. These celestials follow the 'quest' to bring light to the world individually through works of valor. Knowing they must travel great distances, they learn to ride horses, and adapt a lance for devastating charge attacks. Although the quest is supposed to be an individual thing, Questers have no problems grouping up with other people if it helps them accomplish their task.
de: Die meisten Himmlischen reiten nicht oder wandern alleine, doch manche Streiter fühlen ein Verlangen, in der Welt dort draußen alleine zu wirken. Sie folgen einer 'Pilgerfahrt', das Licht durch Einzelarbeit in die Welt zu verbreiten. Da sie wissen, dass sie lange Reisen vor sich haben, lernen sie zu reiten und wählen die Lanze für verheerende Sturmangriffe. Obgleich die Pilgerfahrt eigentlich eine individuelle Angelegenheit sein soll, haben die Pilger keine Probleme, mit anderen zusammenzuarbeiten solange es ihrer Aufgabe dienlich ist.

source: Divine Champion
de: Ordensherr

source: For a Knight to be recognized as a Champion he must first commit at least two Great Deeds and have shown his form to be exceptional to other Knights on the battle field. Champions are reguarded as highly as Messengers, if not perhaps even higher.
de: Um als Ordensherr anerkannt zu werden muss ein Ordensbruder erst zumindest zwei Große Taten vollbracht und seine Überlegenheit den anderen Brüdern im Kampfe gezeigt haben. Ordensherren werden so hoch geschätzt wie Boten, wenn nicht gar höher.

source: Holy Sentinel
de: Heiliger Gardist

source: These crusaders hold the line with flaming sword, and great sheild. They are famous for their ability to bash their way forward and then hold the ground they just earned.
de: Diese Streiter halten die Linien mit ihren lodernden Schwertern und riesigen Schilden. Sie sind berühmt für ihre Fähigkeit, sich ihren Weg zu bahnen und den gerade eroberten Boden zu halten.

source: Legionnaire
de: Legionär

source: Legionnaires are staunch defenders of the Celestial homelands. With extensive studies in the arts of defensive combat, Legionnaires have good physical resistancies.
de: Die Legionäre sind die treuen Verteidiger der Heimat der Himmlischen Heerscharen. Durch intensive Übung in defensiver Kampfkunst sind sie sehr robust.

source: Keeper
de: Tempelhüter

source: Keepers are staunch defenders of the Celestial homelands. With stout hearts, and hardened skin they will hold till death or relief comes.
de: Tempelhüter sind die treuen Verteidiger der Heimat der Himmlischen. Mit tapferen Herzen und gehärteter Haut werden sie die Stellung halten bis Verstärkung eintrifft oder der Tod sie ereilt.

source: Sentinel
de: Sanktuarier

source: The great guardians of important celestials are called Sentinels, for their silent, but imposing presence, and their complete immunity to boredom.
de: Die großen Gardisten wichtiger Himmlischer werden Sanktuarier genannt. Sie zeichnen sich aus durch ihre stille, aber einschüchternde Aura und ihrer vollständigen Immunität gegen Langweile.

source: Light Spirit
de: Lichtbringerin

source: Light Spirits are a breed of faeries who possess an aura of arcane energy that infuses their entire body with a radiant light. They share their energy with the Celestials in return for protection, and to some extent worship.
de: Lichtbringerinnen sind eine Abart der Feen die eine Aura aus arkaner Energie besitzen, die ihren ganzen Körper durchfließt und sie erstrahlen lässt. Sie teilen ihre Energie mit den Himmlischen Heerscharen gegen Schutz und eine gewisse Verehrung.

source: shock of light
de: Lichtblitz

source: Lantern Archon
de: Lichtgestalt

source: Lantern Archons are a breed of faeries who possess an aura of arcane energy that infuses their entire body with a radiant light. Lantern Archons defend themselves with powerful shocks of arcane energy at a distance; up close they are quite defenseless.
de: Lichtgestalten sind eine Abart der Feen die eine Aura aus arkaner Energie besitzen, die ihren ganzen Körper durchfließt und sie erstrahlen lässt. Sie verteidigen sich aus der Ferne mit mächtigen Lichtblitzen, allerdings sind sie im Nahkampf schutzlos.

source: Master of Light
de: Strahlende

source: A faerie who exercises her output of arcane energy may master using it as a weapon to such a degree that they are named Masters of Light.
de: Eine Fee, die ihren Ausstoß an arkaner Energie übt, mag deren Benutzung in einem solchen Maß meistern, dass sie Strahlende genannt wird.
